{"data":{"names":[{"dateOfBirth":"20 December 1921","placeOfBirth":" Minneapolis, Minnesota, USA","bio":"Combative director George Roy Hill never hit it off with the critics, despite the fact that two of his films -- Butch Cassidy and the Sundance Kid (1969) and The Sting (1973) -- had remained among the top ten box office hits by 1976. His work was frequently derided as 'impersonal' or lacking in stylistic trademarks, Andrew Sarris famously referring to it as 'idiosyncratic odious oiliness'. Hill himself didn't help his own cause by shunning the limelight, avoiding appearances on chat shows and often keeping the press off his sets. In a rare interview for a book by Edward Shores in 1983, he declared: \"I find publicity distasteful and I don't think it does the picture any good to focus on the director\" (LA Times, Dec. 28 2002). Conversely, Hill was 'commercially reliable', a winner with the public and with the academy, picking up an Oscar and a Director's Guild Award for \"The Sting\" and a BAFTA for \"Butch\". At his best, he was an 'actor's director', a gifted storyteller with a powerful sense of narrative and a nostalgic flair for detail. His world was inhabited by individualists, often outsiders or loners, harbouring unattainable ideals or fantasies or trying to escape from the realities of a humdrum existence. According to biographer Andrew Horton, Hill framed \"a serious view of life in a comic-ironic vein, manipulating genres for his own purposes\" (A. Horton, \"The Films of George Roy Hill\", p.7). Hill was born to a wealthy Roman Catholic family of Irish background (owners of the Minneapolis Tribune) and educated at private school, followed by graduate studies in music at Yale under the auspices of composer Paul Hindemith. While at university, he became involved with the Yale Dramatic Society and was at one time elected its president. After his graduation, he served as a transport pilot with the U.S. Marines for the duration of the Second World War. He was recalled as a night fighter pilot for the Korean War, rising to the rank of major. Hill had a lifelong passion for flying, which often reflected in his films (he held a pilot's license from the age of seventeen and later acquired a 1930 Waco biplane, which he took on spins in his spare time -- whenever he was not indulging his other favourite pastimes of reading history or listening to recordings of Johann Sebastian Bach). In 1949, he gained his B.A. in literature from Trinity College, Dublin. Remaining in Ireland, he first acted on stage with Cyril Cusack's company, making his debut in \"The Devil's Disciple\" at the Gaiety Theatre. He then appeared on Broadway in \"Richard II\" and \"The Taming of the Shrew\". After Korea, he divided his time between writing/directing live anthology TV (1954-59) and directing plays on and off Broadway (1957-62). Hill's cinematic breakthrough came with Period of Adjustment (1962), featuring an up-and-coming Jane Fonda (Hill had previously directed the original Tennessee Williams play on Broadway, featuring Barbara Baxley in the Fonda part). After eliciting strong performances from both Geraldine Page and Wendy Hiller in his filming of Lillian Hellman's Toys in the Attic (1963), he followed with a moderately successful comedy The World of Henry Orient (1964), which centred around a second rate pianist (Peter Sellers) as the object of fantasies by two female adolescents. This sort of put him on the map. However, his fourth film, Hawaii (1966), shot at the cost of $15 million, was a critical and box office failure, though quickly redeemed by the exuberant Thoroughly Modern Millie (1967), one of the best musicals of the 1960's (and possibly the zaniest ever made!). Hill was then instrumental in securing the serendipitous pairing of Paul Newman and Robert Redford for the first of his two mega hits, \"Butch Cassidy and the Sundance Kid\". He tenaciously fought studio executives who envisaged more seasoned performers like Jack Lemmon and Warren Beatty (or, possibly, Steve McQueen) in the respective parts. Hill's military discipline and predilection for stubbornness prevailed, while it was Newman who worked on Hill in setting the humorous tone for the picture. \"Butch and Sundance\" effectively reinvigorated the western genre. The Newman-Redford chemistry resumed with the best caper comedy of its day, \"The Sting\", which was inspired by the exploits of Fred and Charlie Gondorf, famous practitioners of the 'big store' confidence racket in the early 1900's. Complete with a clever trick ending, this was, arguably, Hill's crowning achievement. He used very little camera movement and shot the picture in the 'flat camera style' of the typical Warner Brothers gangster films of the 30's and 40's. The in-between chapter titles were inspired by The Saturday Evening Post, a widely-read weekly publication of the period. Aided by Henry Bumstead's elaborately constructed 'aged' sets, rotogravure cinematography by Robert Surtees and costumes by Edith Head, the film grossed some $68.4 million in its initial run and garnered seven Oscars. None of his later efforts even came close to emulating these successes, not even a pet project, The Great Waldo Pepper (1975), for which Hill provided the original story (about a pioneer flying ace (Redford) whose quest to prove himself is stymied by progress and changing values). Slap Shot (1977), a drama about minor league ice hockey, was another near miss. It failed to find mass audience support despite the star power of Paul Newman, mainly because of its excessive violence and crass language, though it gained something of a cult following among sports enthusiasts in later years. Hill sadly rounded off his career with a lame duck farce, misleadingly titled Funny Farm (1988). After that, Hill left Hollywood to teach drama at Yale. He also donated original materials, including story boards, interviews, stills, scene sketches and set designs from the making of \"Butch Cassidy and the Sundance Kid\" and Slaughterhouse-Five (1972) to the Sterling Memorial Library in New Haven, Connecticut. One of few entirely unpretentious, self-effacing film makers whose directness and confrontational manner unnerved actors (Newman and Redford excepted!) and studio execs alike, Hill died in New York from Parkinson's Disease on December 27 2002.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMjE1NzM2MTM1OF5BMl5BanBnXkFtZTgwNjA3Nzg4MDE@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0001351","name":"George Roy Hill","idIMDB":"nm0001351","filmographies":[{"section":"Director","filmography":[{"title":"Funny Farm","year":" 1988","remarks":null,"imdbid":"tt0095188"},{"title":"The Little Drummer Girl","year":" 1984","remarks":null,"imdbid":"tt0087629"},{"title":"The World According to Garp","year":" 1982","remarks":null,"imdbid":"tt0084917"},{"title":"I love you, je t'aime","year":" 1979","remarks":null,"imdbid":"tt0079477"},{"title":"Slap Shot","year":" 1977","remarks":null,"imdbid":"tt0076723"},{"title":"The Great Waldo Pepper","year":" 1975","remarks":null,"imdbid":"tt0073075"},{"title":"The Sting","year":" 1973","remarks":null,"imdbid":"tt0070735"},{"title":"Slaughterhouse-Five","year":" 1972","remarks":null,"imdbid":"tt0069280"},{"title":"Butch Cassidy and the Sundance Kid","year":" 1969","remarks":null,"imdbid":"tt0064115"},{"title":"Thoroughly Modern Millie","year":" 1967","remarks":null,"imdbid":"tt0062362"},{"title":"Hawaii","year":" 1966","remarks":null,"imdbid":"tt0060491"},{"title":"The World of Henry Orient","year":" 1964","remarks":null,"imdbid":"tt0058756"},{"title":"Toys in the Attic","year":" 1963","remarks":null,"imdbid":"tt0057598"},{"title":"Period of Adjustment","year":" 1962","remarks":null,"imdbid":"tt0056341"},{"title":"Playhouse 90","year":" 1957-1959","remarks":["(TV Series)","(4 episodes)"],"imdbid":"tt0048893"},{"title":"The Kaiser Aluminum Hour","year":" 1956-1957","remarks":["(TV Series)","(3 episodes)"],"imdbid":"tt0048880"},{"title":"Kraft Theatre","year":" 1956","remarks":["(TV Series)","(3 episodes)"],"imdbid":"tt0039123"},{"title":"Lux Video Theatre","year":" 1955","remarks":["(TV Series)","(3 episodes)"],"imdbid":"tt0042123"},{"title":"Ponds Theater","year":" 1954","remarks":["(TV Series)","(1 episode)"],"imdbid":"tt0313093"}]},{"section":"Actor","filmography":[{"title":"The World According to Garp","year":" 1982","remarks":["Pilot (uncredited)"],"imdbid":"tt0084917"},{"title":"Kraft Theatre","year":" 1953","remarks":["(TV Series)"],"imdbid":"tt0039123"},{"title":"Lux Video Theatre","year":" 1951-1952","remarks":["(TV Series)"],"imdbid":"tt0042123"},{"title":"Walk East on Beacon!","year":" 1952","remarks":null,"imdbid":"tt0045309"}]},{"section":"Writer","filmography":[{"title":"I love you, je t'aime","year":" 1979","remarks":["(dialogue - uncredited)"],"imdbid":"tt0079477"},{"title":"The Great Waldo Pepper","year":" 1975","remarks":["(story)"],"imdbid":"tt0073075"},{"title":"Kraft Theatre","year":" ","remarks":["(TV Series)","(1 episode, 1953)","(adaptation - 1 episode, 1956)","(writer - 1 episode, 1956)"],"imdbid":"tt0039123"}]},{"section":"Producer","filmography":[{"title":"The World According to Garp","year":" 1982","remarks":["(producer)"],"imdbid":"tt0084917"},{"title":"The Great Waldo Pepper","year":" 1975","remarks":["(producer)"],"imdbid":"tt0073075"},{"title":"The Kaiser Aluminum Hour","year":" 1956","remarks":["(TV Series)","(producer - 1 episode)"],"imdbid":"tt0048880"}]},{"section":"Self","filmography":[{"title":"The Mike Douglas Show","year":" 1979","remarks":["(TV Series)"],"imdbid":"tt0170980"},{"title":"The 46th Annual Academy Awards","year":" 1974","remarks":["(TV Special)"],"imdbid":"tt0353132"},{"title":"The Making of 'Butch Cassidy and the Sundance Kid'","year":" 1970","remarks":["(Documentary short)"],"imdbid":"tt0066043"}]},{"section":"Archive footage","filmography":[{"title":"Casting By","year":" 2012","remarks":["(Documentary)"],"imdbid":"tt1293751"},{"title":"The 75th Annual Academy Awards","year":" 2003","remarks":["(TV Special)","Himself (Memorial Tribute)"],"imdbid":"tt0346468"},{"title":"Intimate Portrait","year":" 2002","remarks":["(TV Series documentary)"],"imdbid":"tt0896232"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 00:40:27"}}