{"data":{"names":[{"dateOfBirth":"6 December 1953","placeOfBirth":" Whitewater, Wisconsin, USA","birthName":"Thomas Edward Hulce","height":"5' 8\" (1.73 m)","bio":"Thomas Edward Hulce was born in Detroit, Michigan, and grew up in Plymouth, MI, where he was raised with his two sisters and older brother. He is the son of Joanna (Winkleman), who had sung professionally, and Raymond Albert Hulce, who worked for Ford. He has English, German, and Irish ancestry. Wanting to be a singer, Tom had to make a switch in plans when his voice began changing. Knowing that if he wanted to be in show business he needed to become an actor, Tom began taking the necessary steps almost immediately. When asked once why he chose acting Tom replied, \"Because someone told me I couldn't.\" It is determination like this that has helped him achieve his respected position in the acting community to this day. Tom set goals early on. Graduating from school at 19 years old, he gave himself a decade to succeed as an actor. Working in Ann Arbor as usher and ticket seller with a small theatrical company was a start. It was around this time he saw the first play and actor that made him realize that acting was \"cool.\" Christopher Walken was in a play in Stratford, Ontario. The performance made quite an impression on Tom. While Mr. and Mrs. Hulce weren't totally sold on the idea of their son becoming a thespian, Tom had determination and headed off for the training he knew he'd need if he was going to achieve his goal. He studied at the North Carolina School of the Arts in Winston-Salem; at Booth Bay Harbor, Maine; Sarasota, Florida; and spent a summer in England before heading off to New York City to try his hand at Broadway. Within a month after his arrival, Tom was chosen to understudy the role being performed by Peter Firth in the Broadway play \"Equus.\" He had originally been hired to play one of the horses but it was decided that his time was better spent learning the understudy role and so he never donned the attire of the horse. Tom had pangs of guilt where this role was concerned. On one hand he wanted the role ... badly. On the other hand he wondered what would happen if Peter left the role; could he fill those shoes? When the time came, nine months after being hired, Tom found out that it was up to him to play the role as his own. He wasn't expected to be another Peter Firth... he had been hired to play the role his way. \"... it actually went quite well, \" Tom recalled. \"I realized I was a different actor and that I would tackle the part in my own way.\" And tackle it he did! Equus has a few \"firsts\" for Tom. One, it was his first big role; two, it was his first Broadway role and third, it was his first nude performance. For nine minutes Tom and his costar, Roberta Maxwell, were naked in a scene that seemed impossible for the stage a decade earlier (1960s). In a past interview Tom reflected, \"It's so skillfully written and developed that it doesn't seem an unusual thing to do. There's no embarrassment, I just don't think about it at all.\" During the run of \"Equus,\" Tom turned down a big television offer, to the delight of the director and cast. At that time in Tom's life the stage was all there was, and he was going to do it right! Other plays that followed \"Equus\" were George S. Kaufman's \"Butter and Egg Man,\" Arthur Miller's \"Memory of Two Mondays,\" along with such works as \"Julius Caesar,\" \"Romeo and Juliet,\" Shaw's \"Candida,\" and Chekhov's \"The Sea Gull,\" and, again on Broadway in his Tony nominated role in Aaron Sorkin's \"A Few Good Men.\" Tom has even directed the off-Broadway musical \"Sleep Around Town\" at Playwrights Horizon. Back in 1977 Tom landed his first motion picture role in the film about the day James Dean died, September 30, 1955 (1977) This was to be the first of a long line of period films. His next was National Lampoon's Animal House (1978). Set in the 1960's, Tom played \"Pinto\" along with such comedy alumni as'John Belushi', Tim Matheson, and Donald Sutherland. 1984 gave him the role that put him on the map. The title role of Wolfgang Amadeus Mozart in the Oscar-winner Amadeus (1984) was such a wonder that it even boosted the sales of Mozart's music by 30%! Filmed in Prague, it was eerie for Tom to actually be standing in the very spot where the original Amadeus had stood conducting the opera Tom was recreating for the film. Dressed in a purple velvet jacket, knickers and white hose, wearing a bushy white wig and doling out a hilarious laugh (often likened to that of a hyena's) Tom's portrayal of the \"man-child\" musical genius was an Oscar-nominated performance. Tom has been in many more films set in the past: Those Lips, Those Eyes (1980)(1950s), Le refugié de l'ombre (1988) (World War II), Mary Shelley's Mary Shelley's Frankenstein (1994) (1800s), Wings of Courage (1995)(1930's), and Disney's The Hunchback of Notre Dame (1996)(1500s). Tom appeared in Echo Park (1985) with Susan Dey, a film that had a struggle to get released remains one of Tom's best performances and one that he is quite proud of. Another film that Tom feels a lot of pride for is Dominick and Eugene (1988). Starring with Ray Liotta and Jamie Lee Curtis, Tom played Dominick Luciano, a mentally handicapped twin brother to Liotta's Eugene. The young man works as a garbage collector to help put his brother through medical school so he can become a \"rich doctor\" and they can afford to get a \"house by a lake.\" Tom spent time studying people in a Pittsburgh neighborhood and handicapped people in an occupational training center so he could master the innocence and determination that the lead role required. He received the Best Actor award at the Seattle Fest for his performance. Murder in Mississippi (1990) was Tom's second television movie (the first was Great Performances: Forget-Me-Not-Lane (1975) (aka \"Neli, Neli\"), a Hallmark Hall of Fame production). Playing the role of Michael Schwerner, the New York social worker and Freedom Fighter who is murdered by K.K.K. members in 1964 during Freedom Summer, Tom received an Emmy nomination and his third Golden Globe nomination. Le cercle des intimes (1991) (aka \"The Projectionist\") took Tom to Russia where he was Ivan Sanshin, the private film projectionist to Stalin within the Kremlin walls. Based on a true story, Ivan was a perfect example of how many were blinded to the horrific conditions that men like Stalin conducted and followed in ignorant loyalty. While there, Tom was fortunate to meet and spend time with Alexander Ganshin, upon whose life the film was based. The next three years held special items for Tom. His portrayal of Peter Patrone, in T.N.T.'s The Heidi Chronicles (1995), earned him an Emmy for Outstanding Supporting Actor in a Miniseries or Special, and 1994 and 1996 brought two of Tom's last period pieces. Mary Shelley's Mary Shelley's Frankenstein (1994) had Tom playing opposite Kenneth Branagh as Victor Frankenstein's college chum, Henry. And 1996 was a whole new experience for Tom. Disney was looking for someone special to portray their gentle Quasimodo in their newest full feature animation motion picture, The Hunchback of Notre Dame (1996). Tom had never done voiceover work for a full film; to sing before a microphone was one thing, but to do song and voice for someone that he couldn't watch while performing was a whole new experience for him. Herecalled that when he first auditioned he thought it strange that the producers and director stood looking at the floor while he sang...until he noticed they were looking at sketches of Quasimodo and were trying to \"feel\" if he sounded like their bell ringer. 1998 saw Tom returning to the stage but this time as director again, as he undertook the enormous task of bringing John Irving's 1985 novel, \"The Cider House Rules\", to the stage. An 8-hour production which required the audience two days to see the whole performance, it was quite an undertaking. Co-directing with Jane Jones (of \"BookIt\" in Seattle, Washington) Tom took the play from its Seattle opening to the Mark Taper Forum in Los Angeles, California where it received wonderful reviews. For the past eight years Tom has resided in Seattle, Washington where he owns his own home. He figures he could live in Los Angeles or New York - the acting hubs - but in Seattle, he's near the things he loves. \"Up in Seattle people look after their lives in a way you can't do in New York or Los Angeles,\" he says. But no matter where he calls home, we can always count on Tom for bringing us into a world that will thrill, excite, fascinate, move and inspire us either through his films, the stage, or his beautiful singing.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTM0ODY0MTE0NF5BMl5BanBnXkFtZTcwOTQwNTIzOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0001371","name":"Tom Hulce","idIMDB":"nm0001371","filmographies":[{"section":"Actor","filmography":[{"title":"Jumper","year":" 2008","remarks":null,"imdbid":"tt0489099"},{"title":"Stranger Than Fiction","year":" 2006","remarks":null,"imdbid":"tt0420223"},{"title":"The Hunchback of Notre Dame II","year":" 2002","remarks":["(Video)","(voice)"],"imdbid":"tt0257778"},{"title":"Disney Sing-Along-Songs: Topsy Turvy","year":" 1996","remarks":["(Video short)","(voice)"],"imdbid":"tt0299764"},{"title":"The Hunchback of Notre Dame","year":" 1996","remarks":["(voice)"],"imdbid":"tt0116583"},{"title":"Disney's Animated Storybook: The Hunchback of Notre Dame","year":" 1996","remarks":["(Video Game)","Quasimodo (voice)"],"imdbid":"tt5664788"},{"title":"The Heidi Chronicles","year":" 1995","remarks":["(TV Movie)"],"imdbid":"tt0113282"},{"title":"Frasier","year":" 1995","remarks":["(TV Series)"],"imdbid":"tt0106004"},{"title":"Wings of Courage","year":" 1995","remarks":null,"imdbid":"tt0114952"},{"title":"Mary Shelley's Frankenstein","year":" 1994","remarks":null,"imdbid":"tt0109836"},{"title":"Fearless","year":" 1993","remarks":null,"imdbid":"tt0106881"},{"title":"The Hidden Room","year":" 1993","remarks":["(TV Series)"],"imdbid":"tt0101117"},{"title":"Le cercle des intimes","year":" 1991","remarks":null,"imdbid":"tt0103838"},{"title":"Murder in Mississippi","year":" 1990","remarks":["(TV Movie)"],"imdbid":"tt0100209"},{"title":"Black Rainbow","year":" 1989","remarks":null,"imdbid":"tt0099143"},{"title":"Parenthood","year":" 1989","remarks":null,"imdbid":"tt0098067"},{"title":"Le refugié de l'ombre","year":" 1988","remarks":null,"imdbid":"tt0096083"},{"title":"Dominick and Eugene","year":" 1988","remarks":null,"imdbid":"tt0095050"},{"title":"Slam Dance","year":" 1987","remarks":null,"imdbid":"tt0093986"},{"title":"Tall Tales & Legends","year":" 1986","remarks":["(TV Series)"],"imdbid":"tt0088622"},{"title":"American Playhouse","year":" 1986","remarks":["(TV Series)"],"imdbid":"tt0176357"},{"title":"Echo Park","year":" 1985","remarks":null,"imdbid":"tt0090994"},{"title":"Amadeus","year":" 1984","remarks":null,"imdbid":"tt0086879"},{"title":"St. Elsewhere","year":" 1983","remarks":["(TV Series)"],"imdbid":"tt0083483"},{"title":"Those Lips, Those Eyes","year":" 1980","remarks":["Artie Shoemaker (as Thomas Hulce)"],"imdbid":"tt0081625"},{"title":"Animal House","year":" 1978","remarks":["(as Thomas Hulce)"],"imdbid":"tt0077975"},{"title":"September 30, 1955","year":" 1977","remarks":["(as Thomas Hulce)"],"imdbid":"tt0078231"},{"title":"Emily, Emily","year":" 1977","remarks":["(TV Movie)"],"imdbid":"tt0903611"},{"title":"The Adams Chronicles","year":" 1976","remarks":["(TV Mini-Series)"],"imdbid":"tt0073952"},{"title":"The American Parade","year":" 1976","remarks":["(TV Mini-Series)"],"imdbid":"tt0408366"},{"title":"Great Performances","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0159876"}]},{"section":"Soundtrack","filmography":[{"title":"Nostalgia Critic","year":" 2010","remarks":["(TV Series)","(performer - 1 episode)"],"imdbid":"tt1635327"},{"title":"The Hunchback of Notre Dame II","year":" 2002","remarks":["(Video)","(performer: \"Le Jour D'Amour\", \"An Ordinary Miracle\", \"I'd Stick With You\")"],"imdbid":"tt0257778"},{"title":"The Hunchback of Notre Dame","year":" 1996","remarks":["(performer: \"Out There\", \"Heaven's Light/Hellfire\", \"Heaven's Light (Reprise)","\")"],"imdbid":"tt0116583"},{"title":"Disney's Animated Storybook: The Hunchback of Notre Dame","year":" 1996","remarks":["(Video Game)","(performer: \"Out There\")"],"imdbid":"tt5664788"},{"title":"The Wild Party","year":" 1975","remarks":["(performer: \"Singapore Sally\")"],"imdbid":"tt0073903"}]},{"section":"Producer","filmography":[{"title":"The Seagull","year":" 2017","remarks":["(producer)"],"imdbid":"tt4682136"},{"title":"A Home at the End of the World","year":" 2004","remarks":["(producer)"],"imdbid":"tt0359423"}]},{"section":"Sound department","filmography":[{"title":"Great Performances","year":" 1997","remarks":["(TV Series)","(utility sound - 1 episode)"],"imdbid":"tt0159876"}]},{"section":"Thanks","filmography":[{"title":"The Making of 'Amadeus'","year":" 2002","remarks":["(Video documentary)","(thanks)"],"imdbid":"tt0339339"}]},{"section":"Self","filmography":[{"title":"Kyle Riabko: The Lead","year":" 2009","remarks":["(Documentary)"],"imdbid":"tt1417081"},{"title":"The 61st Annual Tony Awards","year":" 2007","remarks":["(TV Special)"],"imdbid":"tt1053202"},{"title":"The Making of 'Amadeus'","year":" 2002","remarks":["(Video documentary)"],"imdbid":"tt0339339"},{"title":"The Reality Trip","year":" 1997","remarks":["(TV Movie documentary)"],"imdbid":"tt0313516"},{"title":"Most Unlikely Heroes","year":" 1996","remarks":["(TV Special)"],"imdbid":"tt0238425"},{"title":"The 48th Annual Primetime Emmy Awards","year":" 1996","remarks":["(TV Special)"],"imdbid":"tt1600382"},{"title":"The 53rd Annual Golden Globe Awards","year":" 1996","remarks":["(TV Special)"],"imdbid":"tt1800745"},{"title":"The Making of Disney's 'The Hunchback of Notre Dame'","year":" 1996","remarks":["(TV Movie documentary)"],"imdbid":"tt0458420"},{"title":"The 48th Annual Golden Globe Awards","year":" 1991","remarks":["(TV Special)"],"imdbid":"tt0881176"},{"title":"The 44th Annual Tony Awards","year":" 1990","remarks":["(TV Special)"],"imdbid":"tt0407492"},{"title":"Working in the Theatre","year":" 1990","remarks":["(TV Series documentary)"],"imdbid":"tt0991344"},{"title":"American Tribute to Vaclav Havel and a Celebration of Democracy in Czechoslovakia","year":" 1990","remarks":["(TV Movie)"],"imdbid":"tt1350907"},{"title":"The 46th Annual Golden Globe Awards","year":" 1989","remarks":["(TV Special)"],"imdbid":"tt1693966"},{"title":"Lou Rawls Parade of Stars","year":" 1988","remarks":["(TV Series)"],"imdbid":"tt0252771"},{"title":"American Masters","year":" 1986","remarks":["(TV Series documentary)"],"imdbid":"tt0364151"},{"title":"The 57th Annual Academy Awards","year":" 1985","remarks":["(TV Special documentary)"],"imdbid":"tt0353137"},{"title":"The 42nd Annual Golden Globe Awards","year":" 1985","remarks":["(TV Special)"],"imdbid":"tt1799581"},{"title":"The Mozart Miracle","year":" 1984","remarks":["(TV Movie)"],"imdbid":"tt2825458"}]},{"section":"Archive footage","filmography":[{"title":"Inside Edition","year":" 2014","remarks":["(TV Series documentary)"],"imdbid":"tt0166442"},{"title":"The O'Reilly Factor","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0284767"},{"title":"Video Games AWESOME!","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt3993252"},{"title":"The Frollo Show","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt5701776"},{"title":"Special Collector's Edition","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt1749539"},{"title":"Banda sonora","year":" 2009","remarks":["(TV Series)"],"imdbid":"tt1126592"},{"title":"Animal House: The Inside Story","year":" 2008","remarks":["(TV Movie)"],"imdbid":"tt1320078"},{"title":"Boffo! Tinseltown's Bombs and Blockbusters","year":" 2006","remarks":["(Documentary)","(uncredited)"],"imdbid":"tt0805497"},{"title":"80s","year":" 2005","remarks":["(TV Series documentary)"],"imdbid":"tt0480953"},{"title":"Live from New York: The First 5 Years of Saturday Night Live","year":" 2005","remarks":["(TV Special documentary)"],"imdbid":"tt0448725"},{"title":"Harmoniques","year":" 1998","remarks":["(TV Series documentary)"],"imdbid":"tt2968396"},{"title":"Paul Monette: The Brink of Summer's End","year":" 1996","remarks":["(Documentary)"],"imdbid":"tt0117310"},{"title":"100 Years at the Movies","year":" 1994","remarks":["(TV Short documentary)"],"imdbid":"tt0179624"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 00:41:02"}}