{"data":{"names":[{"dateOfBirth":"9 August 1927","placeOfBirth":" Westhoughton, Lancashire, England, UK","birthName":"Robert Archibald Shaw","height":"5' 10\" (1.78 m)","bio":"Robert Archibald Shaw was born on August 9, 1927 in Westhoughton, Lancashire, England, the eldest son of Doreen Nora (Avery), a nurse, and Thomas Archibald Shaw, a doctor. His paternal grandfather was Scottish, from Argyll. Shaw's mother, who was born in Piggs Peak, Swaziland, met his father while she was a nurse at a hospital in Truro, Cornwall. His father was an alcoholic and a manic depressive; he committed suicide when Robert was only 12. He had three sisters, Elisabeth, Joanna and Wendy and one brother, Alexander. As a boy, he attended school in Truro and was quite an athlete, competing in rugby, squash and track events but turned down an offer for a scholarship at 17 to go to London with furthering education in Cambridge as he did not want a career in medicine but luckily for the rest of us, in acting. He was also inspired by one of the schoolmasters, Cyril Wilkes who got him to read just about everything, including all of the classics. He would take three or four of the boys to London to see plays. The first play Robert would ever see was \"Hamlet\" in 1944 with Sir John Gielgud at the Haymarket. Robert went to the Royal Academy of Dramatic Arts with a £1,000 inheritance from his grandmother. He went on from the Academy, after two years (1946-1948) to Stratford-on-Avon, where he was directed by Gielgud who said to Shaw, \"I do admire you and think you've got a lot of ability, and I'd like to help you, but you make me so nervous.\" He then went on to make his professional stage debut in 1949 and tour Australia in the same year with the Old Vic. He had joined the Old Vic at the invitation of Tyrone Guthrie, who had directed him as the Duke of Suffolk in \"Henry VIII\" at Stratford. He played nothing but lesser Shakespearean roles, Cassio in \"Othello\" and Lysander in \"A Midsummer Night's Dream\" and toured Europe and South Africa with the company. Shaw was sold on Shakespeare and thought that it would be his theatrical life at that stage. He was discovered whilst performing in \"Much Ado About Nothing\" in 1950 at Stratford by Sir Alec Guinness who suggested he come to London to do Hamlet with him. He then went on to his first film role, a very small part in the classic The Lavender Hill Mob (1951) with Guinness but a start nonetheless. It was also at this time that he married his first wife, Jennifer Bourne, an actress he had met while working at the Old Vic and married her in Sallsbury, South Rhodesia on August 1, 1952. Together, they would have four daughters, Deborah, Penny, Rachel and Katherine. He would also appear briefly in The Dam Busters (1955) and did the London production of \"Tiger at the Gates\" in June of 1955 as Topman. He would also make \"Hill in Korea\" around this time and then, after taking on several jobs as a struggling actor and to support his growing family, he would be cast as Dan Tempest in The Buccaneers (1956). Shaw did not take his role seriously but made £10,000 for eight months work. It was around this time that he wrote his first novel, \"The Hiding Place.\" It was a success, selling twelve thousand copies in England and about the same in France and in the United States. He also wrote a dramatization of it that was produced on commercial television in England and Playhouse 90 (1956) aired a different dramatization in America. Around 1959, he became involved with the well-known actress Mary Ure, who was married to the actor John Osborne at the time. He slipped her his telephone number one night at 3:00 a.m. while visiting the couple and she called him the next day. It was around this time, in 1960, that Robert Shaw became a reporter for England's Queen magazine and covered the Olympics in Rome. Shaw and Ure acted together in Middleton's The Changeling at the Royal Court Theatre in London in 1961. He was playing the part of an ugly servant in love with the mistress of the house who persuades him to murder her fiance. Shaw and Ure had a child on August 31st, even though they were still married to their other spouses. His wife Jennifer and Ure had children to him only weeks apart from each other. Mary divorced Osborne and married Shaw in April 1963. The couple was often quoted by the press as being, \"very much in love\" and together, they would have four children together; Colin, Elizabeth, Hannah and Ian. That same year, after making the next two films, Alerte sur le Vaillant (1962) and The Guest (1963), he made From Russia with Love (1963) and was unforgettable as the blonde assassin, Donald 'Red' Grant. He also made Tomorrow at Ten (1963), as well as TV version of Hamlet as Claudius. He would then film The Luck of Ginger Coffey (1964) with Ure and then star in Battle of the Bulge (1965) as the German Panzer commander Hessler. He wrote \"The Flag\" on the set of the film . He was nominated for his next role, as Henry VIII in A Man for All Seasons (1966), an outstanding, unequal led performance. He would write his fourth novel \"The Man in the Glass Booth\", which was later made into a play with Donald Pleasence and later into a film with Maximilian Schell. In 1967, he again starred with his wife in Custer of the West (1967), then on to The Birthday Party (1969) and Battle of Britain (1969). One of his best performances of this decade was also as the Spanish conqueror Pizarro in The Royal Hunt of the Sun (1969). His last published novel, \"A Card from Morocco\" was also a big success and he went on to make Figures in a Landscape (1970) with Malcolm McDowell as two escaped convicts in a Latin American country. As the father of Churchill in Young Winston (1972) he was once again his brilliant self, and stole the scene from John Mills, Patrick Magee, Anthony Hopkins and Ian Holm. After his portrayal of Lord Randolph Churchill, he made A Reflection of Fear (1972), a horror movie with Ure, Sondra Locke and Sally Kellerman. As the chauffeur Steven Ledbetter in The Hireling (1973) he falls in love with Sarah Miles, an aristocratic widow he helps recover from a nervous breakdown. It took the prestigious Palme d'Or at the Cannes Film Festival and was quite a thought provoking film. It was his performances in the following two films, the USA produced The Sting (1973) and The Taking of Pelham One Two Three (1974) that Shaw became familiar once again to American audiences but it is his portrayal as a grizzled Irish shark hunter, named Quint, in Jaws (1975) that everyone remembers, even to this day. Hard to believe that Shaw wasn't that impressed with the script and even confided to a friend, Hector Elizondo, \"They want me to do a movie about this big fish. I don't know if I should do it or not.\" When Elizondo asked why Shaw had reservations he mentioned that he'd never heard of the director and didn't like the title, \"JAWS.\" It is also incredible that as the biggest box office film, which was the first movie to gross more than $100 million worldwide, he had ever been part of, he didn't make a cent from it because of the taxes he had to pay from working in the United States, Canada and Ireland. It was also during this time that he became a depressed recluse following the death of his wife who took an accidental overdose of barbiturates and alcohol. Some have speculated throughout the years that her death was suicidal but there was no reason for it and this is mere sensationalism. Following Diamonds (1975) he made End of the Game (1975), then another brilliant performance as the Sheriff of Nottingham in Robin and Marian (1976). During the same year, he also made Swashbuckler (1976) with Geneviève Bujold and James Earl Jones, a very light-hearted pirate adventure. His next film Black Sunday (1977), with Shaw playing an Israeli counter-terrorist agent trying to stop a terrorist organization, called Black September, which is plotting an attack at the Super Bowl, was a big success both with critics and at the box office. I wasn't surprised considering the depth that he was also involved in writing the script although he didn't receive billing for it. Shaw was very happy with the success of his acting career, but he remained a depressed recluse in his personal life until he finished Black Sunday (1977) when he found himself in love with his secretary of 15 years, Virginia Dewitt Jansen (Jay). They were wed on July 29, 1976 in Hamilton, Bermuda. He adopted her son Charles and the couple also had one son, Thomas. During his stay in Bermuda, Shaw began work on his next movie, The Deep (1977) which teamed him and writer Peter Benchley once again and maybe that was a mistake, in that everyone expected another Jaws (1975). At one point, discussing how bad the film was going, Shaw could be quoted as saying to Nick Nolte, \"It's a treasure picture Nick, it's a treasure picture\". It did well at the box office but not with critics, although they did hail Shaw as the saving grace. He had done it for the money, as he was to do with his next film, for he had decided when Ure had died that life was short and that he needed to provide for his ten children. In 1977, Shaw traveled to Yugoslavia where he starred in Force 10 from Navarone (1978), a sequel to The Guns of Navarone (1961), he revived the lead role of the British MI6 agent Mallory originally played by Gregory Peck. He was a big box office draw and some producers were willing to pay top wages for his work, but he felt restricted by the parts he was being offered. \"I have it in mind to stop making these big-budget extravaganzas, to change my pattern of life. I wanted to prove, I think, that I could be an international movie star. Now that I've done it, I see the valuelessness of it.\" In early 1978, Shaw appeared in Avalanche Express (1979) which was to become his last film in which he played General Marenkov, a senior Russian official who decides to defect to the west and reveals to a CIA agent, played by Lee Marvin, that the Russians are trying to develop biological weapons. An alcoholic most of his life, Shaw died, before the film was completed, of a heart attack at the age of 51 on August 28, 1978. In poor health due to alcoholism during most of the filming, he in fact completed over 90% of his scenes before the death of director Mark Robson two months earlier in June 1978 brought production to a halt. While living in Ireland and taking a hiatus from working, Shaw was driving from Castlebar to his home in Tourmakeady, Ireland with wife, Virginia, and young son, Thomas, after spending the day playing golf with friends on a local course as well as shopping with her in the town. As they approached their cottage, he felt chest pains which he claimed to Virginia that they had started earlier that day while he was playing golf but the pains subsided. He pulled the car over a few hundred yards from his cottage and told her he would get out and walk them off. After taking four or five steps from the parked car, he collapsed by the side of the road in which his wife ran to the cottage to phone for help. An ambulance arrived 15 minutes later where Shaw was taken to Mayo General Hospital in Castlebar where he was pronounced dead on arrival.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTc0NzI3NTU2MF5BMl5BanBnXkFtZTcwNTUzMjkyOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0001727","name":"Robert Shaw","idIMDB":"nm0001727","filmographies":[{"section":"Actor","filmography":[{"title":"Avalanche Express","year":" 1979","remarks":null,"imdbid":"tt0078812"},{"title":"Force 10 from Navarone","year":" 1978","remarks":null,"imdbid":"tt0077572"},{"title":"The Deep","year":" 1977","remarks":null,"imdbid":"tt0075925"},{"title":"Black Sunday","year":" 1977","remarks":null,"imdbid":"tt0075765"},{"title":"Swashbuckler","year":" 1976","remarks":null,"imdbid":"tt0075294"},{"title":"Robin and Marian","year":" 1976","remarks":null,"imdbid":"tt0075147"},{"title":"Diamonds","year":" 1975","remarks":null,"imdbid":"tt0072877"},{"title":"End of the Game","year":" 1975","remarks":null,"imdbid":"tt0075140"},{"title":"Jaws","year":" 1975","remarks":null,"imdbid":"tt0073195"},{"title":"The Taking of Pelham One Two Three","year":" 1974","remarks":null,"imdbid":"tt0072251"},{"title":"The Wide World of Mystery","year":" 1974","remarks":["(TV Series)"],"imdbid":"tt0202206"},{"title":"ITV Play of the Week","year":" 1960-1974","remarks":["(TV Series)"],"imdbid":"tt0914702"},{"title":"The Sting","year":" 1973","remarks":null,"imdbid":"tt0070735"},{"title":"The Golden Voyage of Sinbad","year":" 1973","remarks":["The Oracle of all knowledge (uncredited)"],"imdbid":"tt0071569"},{"title":"The Hireling","year":" 1973","remarks":null,"imdbid":"tt0070180"},{"title":"A Reflection of Fear","year":" 1972","remarks":null,"imdbid":"tt0070599"},{"title":"Young Winston","year":" 1972","remarks":null,"imdbid":"tt0069528"},{"title":"A Town Called Hell","year":" 1971","remarks":null,"imdbid":"tt0067870"},{"title":"Figures in a Landscape","year":" 1970","remarks":null,"imdbid":"tt0065720"},{"title":"The Royal Hunt of the Sun","year":" 1969","remarks":null,"imdbid":"tt0064907"},{"title":"Battle of Britain","year":" 1969","remarks":null,"imdbid":"tt0064072"},{"title":"The Birthday Party","year":" 1968","remarks":null,"imdbid":"tt0062732"},{"title":"Luther","year":" 1968","remarks":["(TV Movie)"],"imdbid":"tt1501661"},{"title":"Custer of the West","year":" 1967","remarks":null,"imdbid":"tt0062844"},{"title":"A Man for All Seasons","year":" 1966","remarks":null,"imdbid":"tt0060665"},{"title":"Battle of the Bulge","year":" 1965","remarks":null,"imdbid":"tt0058947"},{"title":"A Carol for Another Christmas","year":" 1964","remarks":["(TV Movie)"],"imdbid":"tt0057916"},{"title":"The Luck of Ginger Coffey","year":" 1964","remarks":null,"imdbid":"tt0058305"},{"title":"Hamlet at Elsinore","year":" 1964","remarks":["(TV Movie)"],"imdbid":"tt0058176"},{"title":"Festival","year":" 1964","remarks":["(TV Series)"],"imdbid":"tt1314953"},{"title":"From Russia with Love","year":" 1963","remarks":null,"imdbid":"tt0057076"},{"title":"Temple Houston","year":" 1963","remarks":["(TV Series)"],"imdbid":"tt0056788"},{"title":"The Cracksman","year":" 1963","remarks":null,"imdbid":"tt0056960"},{"title":"Tomorrow at Ten","year":" 1963","remarks":null,"imdbid":"tt0058669"},{"title":"The Guest","year":" 1963","remarks":null,"imdbid":"tt0058164"},{"title":"The Father","year":" 1962","remarks":["(TV Movie)"],"imdbid":"tt2605324"},{"title":"Thirty Minute Theatre","year":" 1962","remarks":["(TV Series)"],"imdbid":"tt1770488"},{"title":"The Winter's Tale","year":" 1962","remarks":["(TV Movie)"],"imdbid":"tt0288318"},{"title":"Alerte sur le Vaillant","year":" 1962","remarks":null,"imdbid":"tt0056645"},{"title":"Danger Man","year":" 1961","remarks":["(TV Series)"],"imdbid":"tt0053496"},{"title":"The Train Set","year":" 1961","remarks":["(TV Movie)"],"imdbid":"tt0479182"},{"title":"The Dark Man","year":" 1960","remarks":["(TV Movie)"],"imdbid":"tt0476192"},{"title":"ITV Television Playhouse","year":" 1957-1960","remarks":["(TV Series)"],"imdbid":"tt0441950"},{"title":"The Four Just Men","year":" 1960","remarks":["(TV Series)"],"imdbid":"tt0052468"},{"title":"Armchair Theatre","year":" 1960","remarks":["(TV Series)"],"imdbid":"tt0161126"},{"title":"Libel","year":" 1959","remarks":null,"imdbid":"tt0053003"},{"title":"Theatre Night","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt5188474"},{"title":"William Tell","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0158441"},{"title":"Dial 999","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0159160"},{"title":"Sea Fury","year":" 1958","remarks":null,"imdbid":"tt0052170"},{"title":"White Hunter","year":" 1958","remarks":["(TV Series)"],"imdbid":"tt0159224"},{"title":"Rupert of Hentzau","year":" 1957","remarks":["(TV Movie)"],"imdbid":"tt1173561"},{"title":"Success","year":" 1957","remarks":["(TV Movie)"],"imdbid":"tt5274240"},{"title":"The Buccaneers","year":" 1956-1957","remarks":["(TV Series)"],"imdbid":"tt0048850"},{"title":"Hindle Wakes","year":" 1957","remarks":["(TV Movie)"],"imdbid":"tt5253442"},{"title":"Hell in Korea","year":" 1956","remarks":null,"imdbid":"tt0049302"},{"title":"The Scarlet Pimpernel","year":" 1956","remarks":["(TV Series)"],"imdbid":"tt0051310"},{"title":"Doublecross","year":" 1956","remarks":null,"imdbid":"tt0049160"},{"title":"BBC Sunday-Night Theatre","year":" 1955","remarks":["(TV Series)"],"imdbid":"tt0989125"},{"title":"The Dam Busters","year":" 1955","remarks":null,"imdbid":"tt0046889"},{"title":"A Time to Be Born","year":" 1952","remarks":["(TV Movie)"],"imdbid":"tt4674122"},{"title":"The Lavender Hill Mob","year":" 1951","remarks":["Chemist at Police Exhibition (uncredited)"],"imdbid":"tt0044829"},{"title":"Scenes from Twelfth Night and Macbeth","year":" 1948","remarks":["(TV Movie)"],"imdbid":"tt5574716"},{"title":"Scenes from Twelfth Night and Macbeth/II","year":" 1948","remarks":["(TV Movie)"],"imdbid":"tt4391754"},{"title":"The Cherry Orchard","year":" 1947","remarks":["(TV Movie)","(20th March 1947 version)"],"imdbid":"tt4306014"}]},{"section":"Writer","filmography":[{"title":"The Man in the Glass Booth","year":" 1975","remarks":["(play - uncredited)"],"imdbid":"tt0073345"},{"title":"Figures in a Landscape","year":" 1970","remarks":null,"imdbid":"tt0065720"},{"title":"European Eye","year":" 1968","remarks":["(TV Movie)"],"imdbid":"tt0454820"},{"title":"Situation Hopeless... But Not Serious","year":" 1965","remarks":["(novel \"The Hiding Place\")"],"imdbid":"tt0059724"},{"title":"Festival","year":" 1964","remarks":["(TV Series)","(adapted for television by - 1 episode)"],"imdbid":"tt1314953"},{"title":"ITV Play of the Week","year":" 1960","remarks":["(TV Series)","(novel - 1 episode)"],"imdbid":"tt0914702"},{"title":"Playhouse 90","year":" 1960","remarks":["(TV Series)","(novel - 1 episode)"],"imdbid":"tt0048893"},{"title":"Highway Patrol","year":" 1955","remarks":["(TV Series)"],"imdbid":"tt0047739"}]},{"section":"Soundtrack","filmography":[{"title":"Jaws","year":" 1975","remarks":["(performer: \"Show Me The Way To Go Home\", \"Spanish Ladies\" - uncredited)"],"imdbid":"tt0073195"},{"title":"Custer of the West","year":" 1967","remarks":["(lyrics: \"FOLLOW CUSTER\")"],"imdbid":"tt0062844"}]},{"section":"Self","filmography":[{"title":"Behind the Scenes with 'Thunderball'","year":" 1995","remarks":["(Video documentary)"],"imdbid":"tt0218837"},{"title":"The Making of 'The Deep'","year":" 1977","remarks":["(TV Movie documentary)"],"imdbid":"tt0269507"},{"title":"The 48th Annual Academy Awards","year":" 1976","remarks":["(TV Special)"],"imdbid":"tt0331408"},{"title":"A New Look at the Legend of Robin Hood and Maid Marian","year":" 1976","remarks":["(Documentary short)"],"imdbid":"tt3741582"},{"title":"A Pirate Ship Sails Again! The Making of Swashbuckler","year":" 1976","remarks":["(Documentary short)"],"imdbid":"tt2606370"},{"title":"Dinah!","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0070982"},{"title":"The Mike Douglas Show","year":" 1972-1975","remarks":["(TV Series)"],"imdbid":"tt0170980"},{"title":"The Tonight Show Starring Johnny Carson","year":" 1967-1973","remarks":["(TV Series)"],"imdbid":"tt0055708"},{"title":"Film Night","year":" 1972","remarks":["(TV Series)"],"imdbid":"tt1008209"},{"title":"The David Frost Show","year":" 1969-1971","remarks":["(TV Series)"],"imdbid":"tt0063890"},{"title":"The Dick Cavett Show","year":" 1971","remarks":["(TV Series)"],"imdbid":"tt0063894"},{"title":"Parkinson","year":" 1971","remarks":["(TV Series)"],"imdbid":"tt0168358"},{"title":"Omnibus","year":" 1970","remarks":["(TV Series documentary)"],"imdbid":"tt0200358"},{"title":"The 23rd Annual Tony Awards","year":" 1969","remarks":["(TV Special)"],"imdbid":"tt0324950"},{"title":"The Battle for The Battle of Britain","year":" 1969","remarks":["(TV Movie documentary)"],"imdbid":"tt2211035"},{"title":"The 32th Annual New York Film Critics Circle Awards","year":" 1967","remarks":["(TV Special)"],"imdbid":"tt4130018"},{"title":"Kee and Levin","year":" 1966","remarks":["(TV Series)"],"imdbid":"tt1784054"},{"title":"North to the Dales","year":" 1962","remarks":["(Documentary short)"],"imdbid":"tt5330828"},{"title":"Holiday","year":" 1957","remarks":["(Documentary short)","Himself - Narrator (voice, uncredited)"],"imdbid":"tt1254960"},{"title":"Yorkshire Sands","year":" 1955","remarks":["(Documentary short)","Himself - Narrator (voice)"],"imdbid":"tt2015534"}]},{"section":"Archive footage","filmography":[{"title":"Don't Say No Until I Finish Talking: The Story of Richard D. Zanuck","year":" 2013","remarks":["(Documentary)"],"imdbid":"tt2310814"},{"title":"Special Collector's Edition","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt1749539"},{"title":"Corman's World: Exploits of a Hollywood Rebel","year":" 2011","remarks":["(Documentary)","Himself (uncredited)"],"imdbid":"tt1185371"},{"title":"20 to 1","year":" 2010","remarks":["(TV Series documentary)"],"imdbid":"tt0800968"},{"title":"Jaws: The Inside Story","year":" 2010","remarks":["(TV Movie documentary)"],"imdbid":"tt1701999"},{"title":"Rove Live","year":" 2009","remarks":["(TV Series)"],"imdbid":"tt0261489"},{"title":"Cinemassacre's Monster Madness","year":" 2007","remarks":["(TV Series documentary)"],"imdbid":"tt1743990"},{"title":"World of Robin Hood","year":" 2006","remarks":["(TV Movie documentary)","(uncredited)"],"imdbid":"tt0878815"},{"title":"Boffo! Tinseltown's Bombs and Blockbusters","year":" 2006","remarks":["(Documentary)","(uncredited)"],"imdbid":"tt0805497"},{"title":"From Russia with Love","year":" 2005","remarks":["(Video Game)"],"imdbid":"tt0455566"},{"title":"MythBusters","year":" 2005","remarks":["(TV Series documentary)"],"imdbid":"tt0383126"},{"title":"Best Ever Bond","year":" 2002","remarks":["(TV Movie documentary)","Himself (uncredited)"],"imdbid":"tt0342098"},{"title":"Life and Times","year":" 2002","remarks":["(TV Series documentary)"],"imdbid":"tt0348811"},{"title":"Arena","year":" 2002","remarks":["(TV Series documentary)"],"imdbid":"tt0199184"},{"title":"E! True Hollywood Story","year":" 2002","remarks":["(TV Series documentary)"],"imdbid":"tt0463399"},{"title":"Inside 'From Russia with Love'","year":" 2000","remarks":["(Video documentary short)"],"imdbid":"tt0322760"},{"title":"Terence Young: Bond Vivant","year":" 2000","remarks":["(Video documentary short)","Red Grant (uncredited)"],"imdbid":"tt0324209"},{"title":"The Making of Steven Spielberg's 'Jaws'","year":" 1995","remarks":["(Video documentary)","Himself (uncredited)"],"imdbid":"tt0251821"},{"title":"Bonds Are Forever","year":" 1983","remarks":["(Video documentary)"],"imdbid":"tt0306588"},{"title":"Years of Lightning","year":" 1981","remarks":["(TV Series documentary)"],"imdbid":"tt2258221"},{"title":"I love you, je t'aime","year":" 1979","remarks":["(uncredited)"],"imdbid":"tt0079477"},{"title":"The Incredible World of James Bond","year":" 1965","remarks":["(TV Movie documentary)"],"imdbid":"tt0438106"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 00:55:29"}}