{"data":{"names":[{"dateOfBirth":"30 July 1930","placeOfBirth":" Long Beach, California, USA","birthName":"Jerold Hayden Boyd","bio":"Jerry Boyd was the son of Irish immigrants. He worked odd jobs, including shoeshine boy, bartender, cement truck driver and vat cleaner. Inspired by Ernest Hemingway's book \"Death in the Afternoon\", he moved to Mexico City and studied bullfighting. After his brief matador career, Boyd returned to Los Angeles and began frequenting boxing gyms to get in shape. Eventually, he became a boxing trainer and ringside \"cut man\", whose sole job is to stop a fighter's bleeding. Over the decades, with no formal writing training, he also began writing. After 40 years of rejection slips, he published a short story called \"The Monkey Look\" in Zyzzyva, a San Francisco literary journal, for $50 in Spring 1999. He was 69 years old. To keep his boxing and writing lives separate, Boyd took the pseudonym F.X. Toole, an amalgamation of Francis Xavier, the 16th century teacher, philosopher and Jesuit saint, and Irish actor Peter O'Toole. After the story appeared, a New York literary agent offered to represent him. A collection of stories about the professional boxing community called \"Rope Burns: Stories From the Corner\" was published by Ecco Press (HarperCollins) when Boyd was 70. Boyd dedicated \"Rope Burns\" to his longtime boxing partner Dub Huntley. The book drew critical praise, and the movie rights were purchased. Unfortunately, Boyd did not live to see the story on the silver screen. \"Rope Burns\" became the film Million Dollar Baby (2004), which won the Best Picture Oscar in 2005.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0101801","name":"F.X. Toole","nicknames":["Jerry"],"idIMDB":"nm0101801","filmographies":[{"section":"Writer","filmography":[{"title":"Million Dollar Baby","year":" 2004","remarks":["(stories from Rope Burns)"],"imdbid":"tt0405159"},{"title":"A Place Called Glory","year":" 1965","remarks":["(novel - as Jerold Hayden Boyd)","/ (screenplay - as Jerold Hayden Boyd)"],"imdbid":"tt0059296"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 01:50:28"}}