{"data":{"names":[{"dateOfBirth":"4 August 1897","placeOfBirth":" Notabile, Malta","birthName":"Joseph Spurin-Calleia","height":"5' 10\" (1.78 m)","bio":"His full name was Joseph Alexander Caesar Herstall Vincent Calleja - but he was better known as Joseph or Joe Calleia, one of Hollywood's most recognized bad guys. But Calleia's roots and talents ran much deeper than character actor. He was Maltese, born on that barren but historically important island of Malta between Italy and Africa in the Mediterranean. The Maltese culture was a crossroads of peoples (partially Arabic) but as intrepid fisherman, navigators, and warriors-as they proved to the 16th century Turks - it was a proud one. But it could not hold Calleia, who, blessed with a good singing voice and a talent for composing, joined a harmonica band that left for the Continent in 1914. This was a Europe feeling the initial blows of World War I, and Calleia's band toured the length and breadth of it in music halls and cafes. He went to Paris and eventually came to London to perform some concert singing engagements. And from there the lure of the New World brought him to New York by 1926. It was a natural enough transition for a talented singing performer to acting. Calleia did his first play on Broadway in an original drama suitably called \"Broadway\" for a long run from late 1926 early 1928. This was the first of seven plays he did into early 1935. He took a double role as actor and stage manager for the 1930-31 run of \"Grand Hotel\". He received good reviews (once called him a \"bright light\" on Broadway) and later recalled that his treading the boards were his best years as an actor. By 1931 he had yet another course to steer. Hollywood had noticed him, for his constrained intensity as an actor was matched by a singular visage - heavy-lidded eyes and dark features that gave him a disquieting and menacing appearance. Yet the sometime telltale lilt in his voice betrayed the fine singer. He had just enough accent to make him Latin or Greek or Middle Eastern - or indigenous sorts. Of course, his look meant early heavy roles as he went under contract to MGM, doing his first two films in that year of 1931. By 1935 his looks landed him the role of Sonny Black, a mob boss with many facets, and with a characteristic clenched-teeth delivery, Calleia acquitted himself in fine fashion. Through the 1930s he was pretty much typed-cast as a mobster-with variations. Always with the lean and hungry look, he was a club owner in After the Thin Man (1936) and played a government cop in the atmospheric Algiers (1938). He even had time to help write a screenplay for the film Robin Hood of El Dorado (1936) with veteran Warner Baxter. Calleia ended the decade with roles at opposite ends of the character acting spectrum-somewhat center stage as a priest in the sometimes heavy-handed Full Confession (1939) and most memorable as Vasquez, the brought-to-justice criminal on the ill-fated DC-3 that crash lands in headhunter-infested Amazon highlands in Five Came Back (1939). This is a classic adventure drama -- remade with Rod Steiger -- with a great supporting cast that included everyone's favorite wisecracking redhead, Lucille Ball. Into the 1940s, Calleia was cast in more ethnic roles - particularly as Hispanics of various sorts. But his roles were memorable nonetheless, as El Sordo in For Whom the Bell Tolls (1943) and Rodriguez in The Cross of Lorraine (1943). But two roles stand out. His Buldeo in the Alexander Korda classic production of Jungle Book (1942) was a personal favorite, a double role, as trouble-making villager and the selfsame man now old and wise telling the story to the village children as narrator. The makeup is so good-and Calleia enjoyed character makeup-that most viewers are surprised when the old man reveals his identity. More mainstream Hollywood was his intriguing role as Detective Obregon in Gilda (1946). He's the good guy-right? - but he comes off so sly with his sidelong looks and the way he bates the principals - Glenn Ford and Rita Hayworth - that you just don't know. In the end he has the task, like the chorus in a Shakespearean play, to explain and summarize-perhaps not the best means of getting to the point - but that was the director's choice. His secondary parts receded a bit into the later 1940s and further into the 1950s with Calleia typed to retrace former roles but giving them new nuance just the same. He has little more than a cameo as Indian chief Cuyloga-Native American chiefs being the lot of no few elder actors in 1950s Hollywood - in the otherwise worthwhile Disney adaptation of The Light in the Forest (1958). Calleia ventured into the TV briefly about that time. But also from that year was another of his favorite roles. Without doubt Touch of Evil (1958) is one of the strangest of Orson Welles later efforts as director/star. It borders on the uneven but is so off-the-wall that one cannot help watching and thoroughly enjoying all the antics of Welles still brilliant film techniques: shadow and light, wild camera angles, gringos playing Mexicans-Charlton Heston is a wow and stained darker than necessary-and over-the-top performances with veteran dramatis personae like Marlene Dietrich, Akim Tamiroff, Calleia, of course, and Welles himself looking like a police captain from skid row and using that funny character voice of his that pops up in his films as an aside. Calleia, with white hair, is tired old cop Sergeant Menzies, long associate of Welles' seedy character. Doing what he has always done, covering up and running interference, in the end Menzies has to face the truth about his crooked captain. Calleia enjoyed the role as going so against his usual type - showing a man harried by his past and haunted by dirty secrets - vulnerable - and very human. It's a great part. By 1963 Calleia walked away - or, that is - sailed away from Hollywood. He returned to his native Malta for a well deserved retirement. The Maltese had followed the career of their native son, and he had made several visits during his film career. Not surprisingly his biggest fan club was right at home. He was a kind and generous man and very appreciative of his fans wherever they were - quick to read all their letters and quick to send autographed pictures. It was strictly tongue-in-cheek when he supposedly quipped: \"Everyone recognizes my face, but no one knows my name.\" After his passing, the government of the island state of Malta issued two commemorative stamps (1997) to honor him. A bust was erected before the house in which he was born as a further memorial to this Maltese VIP who had made good.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTY0NTgyMTA0OV5BMl5BanBnXkFtZTcwNTE1MDQwOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0130407","name":"Joseph Calleia","idIMDB":"nm0130407","filmographies":[{"section":"Actor","filmography":[{"title":"Bob Hope Presents the Chrysler Theatre","year":" 1963","remarks":["(TV Series)"],"imdbid":"tt0056742"},{"title":"Johnny Cool","year":" 1963","remarks":null,"imdbid":"tt0057200"},{"title":"The Alamo","year":" 1960","remarks":null,"imdbid":"tt0053580"},{"title":"Cry Tough","year":" 1959","remarks":null,"imdbid":"tt0052716"},{"title":"Zorro","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0050079"},{"title":"The Phil Silvers Show","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0047763"},{"title":"Have Gun - Will Travel","year":" 1958","remarks":["(TV Series)"],"imdbid":"tt0050025"},{"title":"The Light in the Forest","year":" 1958","remarks":null,"imdbid":"tt0051864"},{"title":"Touch of Evil","year":" 1958","remarks":null,"imdbid":"tt0052311"},{"title":"Wild Is the Wind","year":" 1957","remarks":null,"imdbid":"tt0051193"},{"title":"Serenade","year":" 1956","remarks":null,"imdbid":"tt0049737"},{"title":"Hot Blood","year":" 1956","remarks":null,"imdbid":"tt0049333"},{"title":"The Littlest Outlaw","year":" 1955","remarks":null,"imdbid":"tt0048304"},{"title":"The Treasure of Pancho Villa","year":" 1955","remarks":null,"imdbid":"tt0048744"},{"title":"Underwater!","year":" 1955","remarks":null,"imdbid":"tt0048764"},{"title":"The Caddy","year":" 1953","remarks":null,"imdbid":"tt0045589"},{"title":"The Iron Mistress","year":" 1952","remarks":null,"imdbid":"tt0044753"},{"title":"Yankee Buccaneer","year":" 1952","remarks":null,"imdbid":"tt0045343"},{"title":"When in Rome","year":" 1952","remarks":null,"imdbid":"tt0045324"},{"title":"The Light Touch","year":" 1951","remarks":null,"imdbid":"tt0043743"},{"title":"Pulitzer Prize Playhouse","year":" 1951","remarks":["(TV Series)"],"imdbid":"tt0042138"},{"title":"Valentino","year":" 1951","remarks":null,"imdbid":"tt0044177"},{"title":"Vendetta","year":" 1950","remarks":null,"imdbid":"tt0043100"},{"title":"Branded","year":" 1950","remarks":null,"imdbid":"tt0042279"},{"title":"The Palomino","year":" 1950","remarks":null,"imdbid":"tt0042831"},{"title":"Captain Carey, U.S.A.","year":" 1950","remarks":null,"imdbid":"tt0042310"},{"title":"The Silk Noose","year":" 1948","remarks":null,"imdbid":"tt0040651"},{"title":"Four Faces West","year":" 1948","remarks":null,"imdbid":"tt0040370"},{"title":"The Noose Hangs High","year":" 1948","remarks":null,"imdbid":"tt0040652"},{"title":"Lured","year":" 1947","remarks":null,"imdbid":"tt0039589"},{"title":"The Beginning or the End","year":" 1947","remarks":null,"imdbid":"tt0039178"},{"title":"Deadline at Dawn","year":" 1946","remarks":null,"imdbid":"tt0038458"},{"title":"Gilda","year":" 1946","remarks":null,"imdbid":"tt0038559"},{"title":"The Conspirators","year":" 1944","remarks":null,"imdbid":"tt0036719"},{"title":"The Cross of Lorraine","year":" 1943","remarks":null,"imdbid":"tt0035769"},{"title":"For Whom the Bell Tolls","year":" 1943","remarks":null,"imdbid":"tt0035896"},{"title":"The Glass Key","year":" 1942","remarks":null,"imdbid":"tt0034798"},{"title":"Jungle Book","year":" 1942","remarks":null,"imdbid":"tt0034928"},{"title":"Sundown","year":" 1941","remarks":null,"imdbid":"tt0034242"},{"title":"The Monster and the Girl","year":" 1941","remarks":null,"imdbid":"tt0033916"},{"title":"Wyoming","year":" 1940","remarks":null,"imdbid":"tt0033276"},{"title":"My Little Chickadee","year":" 1940","remarks":null,"imdbid":"tt0032828"},{"title":"Full Confession","year":" 1939","remarks":null,"imdbid":"tt0031353"},{"title":"Golden Boy","year":" 1939","remarks":null,"imdbid":"tt0031377"},{"title":"Five Came Back","year":" 1939","remarks":null,"imdbid":"tt0031314"},{"title":"The Gorilla","year":" 1939","remarks":null,"imdbid":"tt0031387"},{"title":"Juarez","year":" 1939","remarks":null,"imdbid":"tt0031516"},{"title":"Algiers","year":" 1938","remarks":null,"imdbid":"tt0029855"},{"title":"Marie Antoinette","year":" 1938","remarks":null,"imdbid":"tt0030418"},{"title":"The Bad Man of Brimstone","year":" 1937","remarks":null,"imdbid":"tt0029892"},{"title":"Man of the People","year":" 1937","remarks":null,"imdbid":"tt0029206"},{"title":"After the Thin Man","year":" 1936","remarks":null,"imdbid":"tt0027260"},{"title":"Sinner Take All","year":" 1936","remarks":null,"imdbid":"tt0029573"},{"title":"Sworn Enemy","year":" 1936","remarks":null,"imdbid":"tt0028334"},{"title":"His Brother's Wife","year":" 1936","remarks":null,"imdbid":"tt0027746"},{"title":"Tough Guy","year":" 1936","remarks":null,"imdbid":"tt0028398"},{"title":"Exclusive Story","year":" 1936","remarks":null,"imdbid":"tt0027594"},{"title":"Riffraff","year":" 1936","remarks":null,"imdbid":"tt0026932"},{"title":"Public Hero #1","year":" 1935","remarks":null,"imdbid":"tt0026895"},{"title":"The Divorce Racket","year":" 1932","remarks":null,"imdbid":"tt0409903"},{"title":"His Woman","year":" 1931","remarks":["The Agent (as Joe Spurin Calleia)"],"imdbid":"tt0021963"},{"title":"My Sin","year":" 1931","remarks":null,"imdbid":"tt0022178"}]},{"section":"Writer","filmography":[{"title":"Robin Hood of El Dorado","year":" 1936","remarks":["(screenplay)"],"imdbid":"tt0028197"}]},{"section":"Soundtrack","filmography":[{"title":"The Littlest Outlaw","year":" 1955","remarks":["(performer: \"Doroteo (The Automobile Song)","\")"],"imdbid":"tt0048304"}]},{"section":"Self","filmography":[{"title":"Here's Hollywood","year":" 1962","remarks":["(TV Series)"],"imdbid":"tt0353065"}]},{"section":"Archive footage","filmography":[{"title":"Walt Disney's Wonderful World of Color","year":" 1958-1961","remarks":["(TV Series)"],"imdbid":"tt0046593"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:00:33"}}