{"data":{"names":[{"dateOfBirth":"28 October 1921","placeOfBirth":" County Cork, Ireland","height":"6' (1.83 m)","bio":"H.A.L. (Harry Craig) was born in County Cork, Ireland in 1921. He, and his identical twin, Dick, grew up in their father's vicarage, Clonlara, by the Shannon River near Limerick, and later attended Trinity College in Dublin. During the 1940s and early 1950s Harry was an editor, with Sean O'Faolain, of the influential literary journal \"The Bell.\" Harry moved to London in the mid 1950s, where he wrote many radio plays that were produced and broadcast by the BBC's \"Third Programme.\" He also moderated a television show discussing current events and wrote the Queen's Christmas radio address to the commonwealth in 1958. He was also the long-time theater critic for \"The New Statesman.\" In 1968, Harry moved with his wife, Peggy, and three children to Rome, where he began a successful career as a screenwriter. His early films were produced by Dino DeLaurentis, and were generally large international productions, such as Waterloo, a battle film by the Russian director Sergei Bondachuk, starring Rod Steiger and Christopher Plummer. He also was the screenwriter for two historical war films - \"Anzio\" and Fraulein Doktor.\" In his later career, Harry worked with producer and director Moustafa Akkad, a collaboration which resulted in \"The Message\" and \"Lion of the Desert,\" both starring Anthony Quinn. Throughout his film career, Harry never abandoned his deep love for poetry, especially that of W.B. Yeats. He died of lung cancer in Rome in October 1978.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0185867","name":"H.A.L. Craig","idIMDB":"nm0185867","filmographies":[{"section":"Writer","filmography":[{"title":"Le lion du désert","year":" 1980","remarks":null,"imdbid":"tt0081059"},{"title":"Airport '77","year":" 1977","remarks":["(story)"],"imdbid":"tt0075648"},{"title":"The Message","year":" 1976","remarks":null,"imdbid":"tt0075143"},{"title":"The Message","year":" 1976","remarks":null,"imdbid":"tt0074896"},{"title":"The Far Side of Paradise","year":" 1976","remarks":["(screenplay)"],"imdbid":"tt0073014"},{"title":"Waterloo","year":" 1970/I","remarks":["(story and screenplay)"],"imdbid":"tt0066549"},{"title":"The Adventures of Gerard","year":" 1970","remarks":["(scenario)"],"imdbid":"tt0065375"},{"title":"Fraulein Doktor","year":" 1969","remarks":["(as Harry A.L. Craig)"],"imdbid":"tt0064350"},{"title":"Anzio","year":" 1968","remarks":["(screenplay - as Harry Craig)"],"imdbid":"tt0062673"}]},{"section":"Self","filmography":[{"title":"The Making of an Epic: Mohammad Messenger of God","year":" 1976","remarks":["(TV Movie documentary)","Himself (as Harry Craig)"],"imdbid":"tt0815461"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:24:34"}}