{"data":{"names":[{"dateOfBirth":"7 May 1988","placeOfBirth":" Glasgow, UK","height":"5' 8\" (1.73 m)","bio":"Mhairi Isla Calvey was born in Glasgow and spent her childhood on the Isle Of Arran in the West Coast of Scotland. Related to the actor Wolf Kahler ('Indiana Jones: Raiders Of The Lost Ark'). Acting is in the blood which meant Mhairi was a film buff from an early age. At the age of 5, Mhairi made her movie debut playing the role of 'Young Murron' in Mel Gibson's film 'Braveheart', which went on to win five Oscars and 'the thistle scene' became one of the most popular Hollywood scenes of all time. Shortly after filming Mhairi returned to school and started her career on stage performing in several theaters around the UK. Mhairi spent two years training and performing with The Forthwall Theatre company in York. Then in 2006 Mhairi was reunited with actors James Robinson and Andrew Weir ('Braveheart') and invited to New York to take part in the event 'Dressed to Kilt' alongside Sean Connery and Brian Cox which aired on American T.V. Later that year Mhairi was invited to do the same production in L.A where she worked with Linda Hamilton and Ashley Jensen. At age 18, Mhairi was accepted and given a full Scholarship to attend the prestigious Guildford School of Acting. During this time she made an appearance on the BBC's 'Scotland On Screen' with Alan Cumming. Mhairi graduated in late 2010. Four months after graduating drama school Mhairi played the lead role in the independent romance ghost movie 'Any Minute Now' where she played a teenage narcoleptic girl who discovers something sinister in the town she's moved to. After earning good reviews from critics she was then nominated for best leading actress in an independent movie for her performance along with actors such as Mia Wasikowska. During this time Mhairi caught the attention of up and coming British director Jon Rosling who especially wrote a role to cast her in the British film 'Five Pillars'. After several notable on screen performances including playing the dangerous seductress in the crime thriller TV Movie 'Gemini' for which she won best actress at L.A film festival. Mhairi also starred as the title role in the action film 'Eden Grey', Penny in the series 'Horizon' and in 'Alan' directed by Oscar nominated Matthias Lebeer. Starring as the lead 'Crystal' in the sci-fi thriller 'Abduct' alongside William B Davis, Mark Arnold and Sienna Guillory meant that Mhairi established herself as one of the up and coming faces of British film.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTk5ODUwNjc4MF5BMl5BanBnXkFtZTgwNTA1NjkxOTE@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0130860","name":"Mhairi Calvey","nicknames":["M"],"idIMDB":"nm0130860","filmographies":[{"section":"Actress","filmography":[{"title":"Dark Ascension II: The Journey to Hell","year":" 2018","remarks":null,"imdbid":"tt2215747"},{"title":"Dark Ascension","year":" 2017","remarks":null,"imdbid":"tt1643249"},{"title":"Virus of the Dead","year":" 2017","remarks":["Anna (segment \"Cam Girl\")"],"imdbid":"tt4225092"},{"title":"Modern Love","year":" 2017","remarks":null,"imdbid":"tt3065036"},{"title":"Eden Grey","year":" 2017","remarks":["(Short)"],"imdbid":"tt6185354"},{"title":"Hushy Bye","year":" 2017","remarks":["(Short)"],"imdbid":"tt6384924"},{"title":"Alan","year":" 2016/I","remarks":["(Short)"],"imdbid":"tt5599278"},{"title":"Terminal","year":" 2016/IV","remarks":["(Short)"],"imdbid":"tt5650188"},{"title":"Gemini","year":" 2016","remarks":["(TV Short)"],"imdbid":"tt3599298"},{"title":"Cops and Monsters","year":" 2016","remarks":["(TV Series)"],"imdbid":"tt3475116"},{"title":"Brand New","year":" 2016","remarks":["(Short)"],"imdbid":"tt5611840"},{"title":"Abduct","year":" 2016","remarks":null,"imdbid":"tt3449588"},{"title":"Five Pillars","year":" 2013","remarks":null,"imdbid":"tt2774262"},{"title":"Any Minute Now","year":" 2013","remarks":null,"imdbid":"tt2229043"},{"title":"Bluebells","year":" 2013","remarks":["(Short)"],"imdbid":"tt3190712"},{"title":"Land of Dreams","year":" 2011","remarks":["(Short)"],"imdbid":"tt2102361"},{"title":"Braveheart","year":" 1995","remarks":null,"imdbid":"tt0112573"}]},{"section":"Writer","filmography":[{"title":"Brand New","year":" 2016","remarks":["(Short)"],"imdbid":"tt5611840"}]},{"section":"Self","filmography":[{"title":"Scotland on Screen","year":" 2009","remarks":["(TV Movie documentary)"],"imdbid":"tt1512231"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:00:50"}}