{"data":{"names":[{"dateOfBirth":"24 August 1913","placeOfBirth":" Los Angeles, California, USA","birthName":"Margaret Louise Comingore","height":"5' 4\" (1.63 m)","bio":"Dorothy Comingore earned a place in motion picture history for her role as the second Mrs. Kane (the Marion Davies to Orson Welles's William Randolph Hearst) in Citizen Kane (1941). It was an extraordinary performance, justifiably praised by critics and public alike. She was apparently slated to be on the short list for an Academy Award. However, there was to be no stardom in films for this talented actress. Dorothy was discovered by Charles Chaplin while performing with the Carmel Little Theater in Monterey County. He was enchanted by her and his praise won her a Hollywood contract. That contract was unaccountably dropped after just three months without even a screen test. At Warner Brothers, she was utilised purely for publicity stills and as a clothes model. She would have none of it. Having already acquired a reputation as a firebrand, she walked out on the studio, having been relegated to what amounted to nothing more than a crowd scene. She was determined to be appreciated for her acting ability, not to be wasted as an extra. Columbia signed her on. However, between 1938 and 1940, most of her roles (in which she was often billed as 'Linda Winters') still turned out to be uncredited bits and walk-ons. There were also westerns and 'Three Stooges' comedy shorts, but certainly nothing of substance. Her turning point came courtesy of an introduction to Orson Welles at a party. Welles came to think of her as ideal casting for the part of brash, feather-brained would-be diva Susan Alexander Kane. A successful screen test followed and then came the role that brought Dorothy Comingore at once fame and ruin. Soon after its release, the wrath of Citizen Hearst descended upon everyone associated with the picture. In particular, he never forgave Dorothy for playing a part so obviously (and effectively) modelled on his mistress. Dorothy Comingore was already well known for her leftist sympathies. Her father had been a high profile unionist and her first husband had died fighting Franco's fascists in the Spanish Civil War. The newspaper magnate had ample ammunition to orchestrate a nationwide smear campaign, using prominent columnists Hedda Hopper and Walter Winchell to branding her a 'subversive', a member of the Communist Party. Though devoid of substantiating evidence, the spurious allegation stuck. Dorothy had associations and friends in Hollywood (not to mention her husband, the screenwriter Richard Collins, who had been an active party member of the Hollywood chapter in the 1930's), who had communist affiliations or were party members. She had also made enemies by following in her father's footsteps, canvassing for and supporting civil rights causes and union solidarity. Refusing to cooperate with the House Un-American Activities Committee (HUAC) made her an 'unfriendly witness'. Not only was she blacklisted in Hollywood, but her phone was tapped, her mail opened and her home ransacked. Collins, by now Dorothy's ex, did not have the same moral fortitude. To escape blacklisting, he recanted his previous testimony and fully cooperated with HUAC's inquisitors. Dorothy's career effectively ended in 1951, her acting swansong in films being a small part in an indifferent drama of teenage angst, The Big Night (1951). Her personal life, meanwhile, continued to spiral out of control. She became an alcoholic. In October 1952, she was arrested by vice squad officers on a solicitation charge, another likely frame-up as payback for her \"red\" affiliations. Having lost custody of her children, she agreed to have the charges against her dropped in exchange for being committed to the Camarillo State Mental Hospital. There she spent two years (not 'a little time', as she had promised in court) 'undergoing treatment'. Not much is known of her final years, except, that she spent most of it in seclusion, married to a postman in Connecticut in a home with two dogs and ten cats. She died in December 1971 of pulmonary disease, likely the result of long-term alcohol abuse, at the age of 58.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTU4NjcwNTU5Ml5BMl5BanBnXkFtZTcwMDI5NDYwOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0173827","name":"Dorothy Comingore","idIMDB":"nm0173827","filmographies":[{"section":"Actress","filmography":[{"title":"The Doctor","year":" 1952","remarks":["(TV Series)"],"imdbid":"tt0044261"},{"title":"Rebound","year":" 1952","remarks":["(TV Series)"],"imdbid":"tt0044290"},{"title":"The Big Night","year":" 1951","remarks":null,"imdbid":"tt0043340"},{"title":"Fireside Theatre","year":" 1951","remarks":["(TV Series)"],"imdbid":"tt0041023"},{"title":"Any Number Can Play","year":" 1949","remarks":null,"imdbid":"tt0041127"},{"title":"The Hairy Ape","year":" 1944","remarks":null,"imdbid":"tt0036892"},{"title":"Citizen Kane","year":" 1941","remarks":null,"imdbid":"tt0033467"},{"title":"Rockin' Thru the Rockies","year":" 1940","remarks":["(Short)","Daisy (as Linda Winters)"],"imdbid":"tt0032995"},{"title":"The Heckler","year":" 1940","remarks":["(Short)","Ole's Girlfriend (uncredited)"],"imdbid":"tt0031410"},{"title":"Pioneers of the Frontier","year":" 1940","remarks":["Joan Darcey (as Linda Winters)"],"imdbid":"tt0032913"},{"title":"Convicted Woman","year":" 1940","remarks":["Inmate (uncredited)"],"imdbid":"tt0032358"},{"title":"Cafe Hostess","year":" 1940","remarks":["Tricks (as Linda Winters)"],"imdbid":"tt0032296"},{"title":"The Awful Goof","year":" 1939","remarks":["(Short)","Charley's Fiancee (as Linda Winters)"],"imdbid":"tt0031065"},{"title":"Mr. Smith Goes to Washington","year":" 1939","remarks":["Woman at Station (uncredited)"],"imdbid":"tt0031679"},{"title":"Scandal Sheet","year":" 1939","remarks":["Marjorie Lawe (as Linda Winters)"],"imdbid":"tt0033025"},{"title":"Oily to Bed, Oily to Rise","year":" 1939","remarks":["(Short)","June Jenkins (uncredited)"],"imdbid":"tt0031746"},{"title":"Golden Boy","year":" 1939","remarks":["Fight Spectator (uncredited)"],"imdbid":"tt0031377"},{"title":"Five Little Peppers and How They Grew","year":" 1939","remarks":["Nurse (uncredited)"],"imdbid":"tt0031315"},{"title":"Coast Guard","year":" 1939","remarks":["Nurse (uncredited)"],"imdbid":"tt0031163"},{"title":"Good Girls Go to Paris","year":" 1939","remarks":["Tearoom Hostess (uncredited)"],"imdbid":"tt0031383"},{"title":"Outside These Walls","year":" 1939","remarks":["Secretary (uncredited)"],"imdbid":"tt0031771"},{"title":"North of the Yukon","year":" 1939","remarks":["(as Linda Winters)"],"imdbid":"tt0031733"},{"title":"Romance of the Redwoods","year":" 1939","remarks":["Bit Role (uncredited)"],"imdbid":"tt0031873"},{"title":"Blondie Meets the Boss","year":" 1939","remarks":["Francine Rogers (as Linda Winters)"],"imdbid":"tt0031107"},{"title":"Trade Winds","year":" 1938","remarks":["Ann (as Linda Winters)"],"imdbid":"tt0030888"},{"title":"Comet Over Broadway","year":" 1938","remarks":["Mrs. McDermott (as Linda Winters)"],"imdbid":"tt0030007"},{"title":"Prison Train","year":" 1938","remarks":["Louise Terris (as Linda Winters)"],"imdbid":"tt0030628"},{"title":"Campus Cinderella","year":" 1938","remarks":["(Short)","Co-Ed (uncredited)"],"imdbid":"tt0029964"}]},{"section":"Soundtrack","filmography":[{"title":"Citizen Kane","year":" 1941","remarks":["(performer: \"Una voce poco fa\" (1816)",", \"Aria from Salammbo\" (1941)","- uncredited)"],"imdbid":"tt0033467"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:21:19"}}