{"data":{"names":[{"dateOfBirth":"3 February 1949","placeOfBirth":" Long Beach, California, USA","birthName":"Brenda Irene Dickson","bio":"Brenda Dickson originated the role of Jill Foster Abbott on The Young and the Restless (1973) where she worked for almost 12 years. Ms. Dickson has studied with Lee Strasberg, and then she studied with Milton Katselas. Milton, the famous acting teacher and director was an Academy Award Winner for Butterflies Are Free (1972). Ms. Dickson has worked with Bob Hope, singing and dancing in his 1971 Christmas Show. She traveled with Johnny Grant to entertain the troops and did radio shows that were broadcast in Vietnam. She received a Senate resolution for her work in finding jobs for permanently injured vets working with Nancy Reagan. She was in Director, Jimmy Burrows, hit play \"Mr. Roberts\" with Gordon Jump and James Drury of \"The Virginian.\" She also performed in a hit play with Francis Fisher and Bob Crane called \"Send me no Flowers.\" She worked in a Tennessee Williams's production of his hit play, \"Vieux Carre.\" opposite Mike Nader and Ray Stricklyn. She played the part of Jane Sparks, Mike Nader, her lover, and Ray Stricklyn, as Tennessee Williams. She did a film with Robert Quarry called Deathmaster (1972), a cult favorite. She starred in an \"FBI\" episode with Efrem Zimbalist Jr. She did Love, American Style (1969), \"Falcon Crest\", \"Here we go Again\", and she starred opposite William Shatner, Jan-Michael Vincent and Robert Foxworth in \"Men at Law.\" After her illegal firing and blacklisting she never worked in Hollywood, she is now back in Hollywood and intends to pursue a film career. She created a hit, runaway internet film she wrote, produced and directed called, \"Welcome to my Home\" that was put on by a fan. The film quickly garnered 3 million viewers. Dickson produced the film into a DVD. Dickson brought people into her home to spend the day with her. She showed her cat and dog and did a fashion show of over the top, couture gowns from the 80s. The industry took note of this film and suddenly a reality show was born. The Kardashians brought you into their home. Other shows did the same. High fashion became a Red Carpet must, and all of the industry was changed. Blue jeans and tee shirts were suddenly replaced by top designers. In Brenda Dickson's book, \"My True Hidden Hollywood Story\", released on e-books in mid March 2013 and hard copy to be released in late March or early April 2013.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0225734","name":"Brenda Dickson","idIMDB":"nm0225734","filmographies":[{"section":"Actress","filmography":[{"title":"The Young and the Restless","year":" 1986","remarks":["(TV Series)"],"imdbid":"tt0069658"},{"title":"Falcon Crest","year":" 1983","remarks":["(TV Series)"],"imdbid":"tt0081858"},{"title":"Taxi Driver","year":" 1976","remarks":null,"imdbid":"tt0075314"},{"title":"Here We Go Again","year":" 1973","remarks":["(TV Series)"],"imdbid":"tt0069592"},{"title":"Love, American Style","year":" 1973","remarks":["(TV Series)","Girl (segment \"Love and the Sexpert\")"],"imdbid":"tt0063925"},{"title":"Deathmaster","year":" 1972","remarks":null,"imdbid":"tt0068459"},{"title":"The F.B.I.","year":" 1972","remarks":["(TV Series)"],"imdbid":"tt0058801"},{"title":"Men at Law","year":" 1971","remarks":["(TV Series)"],"imdbid":"tt0065347"}]},{"section":"Writer","filmography":[{"title":"Welcome to Our House","year":" 2007","remarks":["(TV Series short)","(inspired by - 3 episodes)"],"imdbid":"tt2475018"}]},{"section":"Self","filmography":[{"title":"Q N' A with Mikki and Shay","year":" 2013-2014","remarks":["(TV Series)"],"imdbid":"tt2726960"},{"title":"Actors Entertainment","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt1725140"},{"title":"4th Annual Soap Opera Digest Awards","year":" 1988","remarks":["(TV Special)"],"imdbid":"tt1418102"},{"title":"The Morning Program","year":" 1987","remarks":["(TV Series)"],"imdbid":"tt0355108"},{"title":"The Hollywood Squares","year":" 1979","remarks":["(TV Series)"],"imdbid":"tt0059995"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:34:25"}}