{"data":{"names":[{"dateOfBirth":"4 March 1927","placeOfBirth":" Medford, Massachusetts, USA","birthName":"David Thayer Hersey","bio":"He was David Thayer Hersey from an upper crust Winchester, Massachusetts family. After secondary school he began attending Harvard University. Along with several students he founded the Brattle Theatre Company in 1946. After working closely on Brattle with fellow Harvard graduates and his father,Thayer Frye Hersey, David took the stage name Thayer David in honor of his father. Thayer David was tall and heavy-set with a prominent beetling brow and protruding lips (a somewhat intimidating demeanor) which inevitably bound him to character roles. But he had no false allusions about leading man roles and whatnot other than applying a consummate passion for being a good actor in those parts allotted him. To this he brought a forceful if pursed and imperious voice and a knack for developing voice characterizations to fit any part. By late 1950 he was on Broadway in a revival of the comedy play \"The Relapse\" Through most the 1950s he was busy with theater roles rounded with returns to Broadway for the next two decades in some great dramas, including stepping in as a replacement to play Cardinal Wolsey in \"A Man for All Seasons\" (1961-63). Like many a trained actor looking beyond the stage, David saw the potential of the small screen as a new acting vehicle. By 1957 he had launched his TV career amid the television playhouse phenomenon which had been established by 1950. He would revisit perennially through most of the 1960s, but he had about the same time been discovered by filmdom as well. His first role was in the quite well done Baby Face Nelson (1957), part of the body of serious dramas that Mickey Rooney (as the machine gun-happy 1930s gangster) was amassing since his early days as one of Hollywood's biggest juvenile stars. David next film had the clumsy and long forgotten title A Time to Love and a Time to Die (1958), but it was a much more substantial part with young John Gavin as German friends who become World War II officers and confront humanity versus the Nazi war mentality. As was usual with his roles, David was the veiled (if not overt) antagonist-always intellectual but with a brutish shadow. Within a year the chance to play a really melodramatic villain came with his casting in the film version of Journey to the Center of the Earth (1959) from the novel by the visionary French 19th century sci-fi author Jules Verne. Although the film substantially strayed from the novel, the latter plodded along, while the script was fast-paced and engaging. And where there was no villain except nature herself, the film had David as the self-serving-downright nasty - Count Saknussem. With James Mason heading the cast and-then-teen heartthrob Pat Boone drawing in as well a young female audience, the film and its special effects made for a rousing good time. Into the 1960s David's opportunities focused most on television. And among these was a fad TV acting goal of being a guest super villain on the highly popular and inventive The Wild Wild West (1965 to 1969). David had the even better fortune of being cast in two episodes (1967 and 1969). In the meantime David had hit some more substantial TV pay dirt. The smash daytime horror soaper Dark Shadows had premiered in 1966, and David was in on the ground floor as perfect for several characters to emerge through the series run (1966 to 1971). He played seven characters in the course of the show, the most prominent being Professor T. Elliot Stokes. He reprised this role in the substantially more potent in-a-nutshell film version of the story House of Dark Shadows (1970), considered by horror aficionados as one of best blood and gore vampire romps. David returned in the studio-butchered and thus unsuccessful film sequel Night of Dark Shadows (1971) as his eighth characterization, the Reverend Strack. In all cases David was intimately involved and delighted in meshing makeup and costumes with the voices he invented for all these roles (most of which he developed) for the series. If not from an already dependable track record, David's longevity on the series marked him as a veteran trooper in the casting halls of Hollywood. But he later recalled that his time invested in doing voice over commercials could often come close to DS production schedule conflicts. His commercial work marked the inevitable practical side of acting. Even the best known actors and actresses have stooped to such business over art, for the money is always good. David was thereafter quite in demand through the decade of the 1970s in both film and TV. Although he might be best recalled from the era as the crooked fight manager in historic Rocky (1976), his most character of character roles was by far his Dragon in the Clint Eastwood adventure/thriller The Eiger Sanction (1975). Based on the novel by American author Rod Whitaker who used the pseudonym Trevanian to come off European, there is much name wordplay, for instance, Dragon's full name in the novel is Uras S. Dragon (say it fast). David's Dragon is head of CIA-like shadow hit unit which employed Eastwood's character, and Dragon is an extreme albino (can't tolerate normal environment). David gives him a rather strident rasping voice with a hint of menace that along with his nearly colorless eyes and figure bathed in the dramatic red light of an infrared-controlled environment easily makes him the most memorable character in the film. David guest-starred on some of the most watched episodic fare of the 1970s, and he was especially busy between 1975 and 1977. Amid two to three films per year he made the rounds of TV production at the major studios. Universal had continued using his talents during this period when this contributor met and worked with Thayer David in early 1977. He was an engaging person who enjoyed good conversation - the more obscure the better - and a good cigar. Among outside pursuits he was also a rare book collector with varied interests and enjoyed entertaining at home. A big man, he was nonetheless at that time overweight and the demands of production visibly put a strain on him - he looked ill. But an actor must work, and he carried on into the next year and lost some weight as well. It was then that Paramount television offered him a potentially great opportunity. This was the lead role in the TV pilot movie for a series on the preoccupied but brilliant, corpulent - and most important, rich - detective Nero Wolfe. The script was good, and Thayer lent his accumulated and considerable characterization talents to make Wolfe his own, although his loss of weight was now much more noticeable and was rumored to be cancer. The success of the TV pilot looked promising, as would the subsequent go-ahead for the series. But in one of the ironic twists of fate, Thayer David suddenly died of a heart attack, perhaps a complication of the purported advancing cancer - he was only 51 years old. The pilot was shelved for over a year, ending up premiering as a late night TV offering (Dec 1979). A Nero Wolfe series did appear (1981), but it was short-lived. One can only wonder if Thayer David had remained hale. A Nero Wolfe series with such a dedicated and creative actor may have thrived with a long run - the Holy Grail of any actor - the dream of security and the opportunity to contribute thoroughly to on-going success. Oh well - the stuff of dreams - posterity has to settle for the filmed record of Thayer David as is - and that is a very substantial offering indeed.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMjAzODczMTcwOV5BMl5BanBnXkFtZTcwMjEyMTYxOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0203076","name":"Thayer David","idIMDB":"nm0203076","filmographies":[{"section":"Actor","filmography":[{"title":"Nero Wolfe","year":" 1979","remarks":["(TV Movie)"],"imdbid":"tt0076447"},{"title":"House Calls","year":" 1978","remarks":null,"imdbid":"tt0077699"},{"title":"The Hardy Boys/Nancy Drew Mysteries","year":" 1977","remarks":["(TV Series)"],"imdbid":"tt0075513"},{"title":"The Amazing Spider-Man","year":" 1977","remarks":["(TV Series)"],"imdbid":"tt0076975"},{"title":"Washington: Behind Closed Doors","year":" 1977","remarks":["(TV Mini-Series)"],"imdbid":"tt0075597"},{"title":"Sudden Death","year":" 1977","remarks":null,"imdbid":"tt0176200"},{"title":"The Amazing Howard Hughes","year":" 1977","remarks":["(TV Movie)"],"imdbid":"tt0075670"},{"title":"The Rhinemann Exchange","year":" 1977","remarks":["(TV Mini-Series)"],"imdbid":"tt0075566"},{"title":"Fun with Dick and Jane","year":" 1977","remarks":null,"imdbid":"tt0076059"},{"title":"Roots","year":" 1977","remarks":["(TV Mini-Series)"],"imdbid":"tt0075572"},{"title":"Hawaii Five-O","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0062568"},{"title":"Rocky","year":" 1976","remarks":null,"imdbid":"tt0075148"},{"title":"Charlie's Angels","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0073972"},{"title":"Francis Gary Powers: The True Story of the U-2 Spy Incident","year":" 1976","remarks":["(TV Movie)"],"imdbid":"tt0074545"},{"title":"Switch","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0072574"},{"title":"The Duchess and the Dirtwater Fox","year":" 1976","remarks":["Josiah Widdicombe (Mormon patriarch)"],"imdbid":"tt0074441"},{"title":"Columbo","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt1466074"},{"title":"Petrocelli","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0071032"},{"title":"Starsky and Hutch","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0072567"},{"title":"Peeper","year":" 1976","remarks":null,"imdbid":"tt0073526"},{"title":"Kojak","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0069599"},{"title":"Hearts of the West","year":" 1975","remarks":null,"imdbid":"tt0073096"},{"title":"Harry O","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0070993"},{"title":"The Invisible Man","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0072515"},{"title":"Ellery Queen","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0072496"},{"title":"The Eiger Sanction","year":" 1975","remarks":null,"imdbid":"tt0072926"},{"title":"Foreplay","year":" 1975","remarks":null,"imdbid":"tt0073006"},{"title":"The Secret Night Caller","year":" 1975","remarks":["(TV Movie)"],"imdbid":"tt0073676"},{"title":"The Rockford Files","year":" 1975","remarks":["(TV Series)"],"imdbid":"tt0071042"},{"title":"The Missiles of October","year":" 1974","remarks":["(TV Movie)","Narrator (uncredited)"],"imdbid":"tt0071847"},{"title":"The Werewolf of Washington","year":" 1973","remarks":null,"imdbid":"tt0070908"},{"title":"Happy Mother's Day, Love George","year":" 1973","remarks":null,"imdbid":"tt0070152"},{"title":"Save the Tiger","year":" 1973","remarks":null,"imdbid":"tt0070640"},{"title":"The Stoolie","year":" 1972","remarks":null,"imdbid":"tt0072210"},{"title":"Savages","year":" 1972","remarks":null,"imdbid":"tt0069226"},{"title":"Night of Dark Shadows","year":" 1971","remarks":null,"imdbid":"tt0067491"},{"title":"Dark Shadows","year":" 1966-1971","remarks":["(TV Series)"],"imdbid":"tt0059978"},{"title":"Little Big Man","year":" 1970","remarks":null,"imdbid":"tt0065988"},{"title":"House of Dark Shadows","year":" 1970","remarks":null,"imdbid":"tt0065856"},{"title":"Dead of Night: A Darkness at Blaisedon","year":" 1969","remarks":["(TV Movie)"],"imdbid":"tt0356507"},{"title":"The Wild Wild West","year":" 1967-1969","remarks":["(TV Series)"],"imdbid":"tt0058855"},{"title":"The Crucible","year":" 1967","remarks":["(TV Movie)"],"imdbid":"tt0061534"},{"title":"Lamp at Midnight","year":" 1966","remarks":["(TV Movie)"],"imdbid":"tt0197613"},{"title":"The Trials of O'Brien","year":" 1965","remarks":["(TV Series)"],"imdbid":"tt0058850"},{"title":"Armstrong Circle Theatre","year":" 1962-1963","remarks":["(TV Series)"],"imdbid":"tt0042074"},{"title":"The Catholic Hour","year":" 1959-1962","remarks":["(TV Series)"],"imdbid":"tt0271281"},{"title":"The DuPont Show of the Week","year":" 1962","remarks":["(TV Series)"],"imdbid":"tt0185797"},{"title":"Family Classics: The Three Musketeers","year":" 1960","remarks":["(TV Movie)"],"imdbid":"tt0217090"},{"title":"The Story of Ruth","year":" 1960","remarks":null,"imdbid":"tt0054343"},{"title":"Journey to the Center of the Earth","year":" 1959","remarks":null,"imdbid":"tt0052948"},{"title":"Goodyear Theatre","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0158413"},{"title":"The DuPont Show of the Month","year":" 1959","remarks":["(TV Series)"],"imdbid":"tt0050013"},{"title":"Wolf Larsen","year":" 1958","remarks":null,"imdbid":"tt0052402"},{"title":"A Time to Love and a Time to Die","year":" 1958","remarks":null,"imdbid":"tt0052296"},{"title":"Matinee Theatre","year":" 1958","remarks":["(TV Series)"],"imdbid":"tt0047756"},{"title":"Suspicion","year":" 1958","remarks":["(TV Series)"],"imdbid":"tt0050064"},{"title":"Baby Face Nelson","year":" 1957","remarks":null,"imdbid":"tt0050155"},{"title":"Schlitz Playhouse","year":" 1957","remarks":["(TV Series)"],"imdbid":"tt0043228"},{"title":"The United States Steel Hour","year":" 1957","remarks":["(TV Series)"],"imdbid":"tt0045449"},{"title":"General Electric Theater","year":" 1956","remarks":["(TV Series)"],"imdbid":"tt0045395"}]},{"section":"Archive footage","filmography":[{"title":"40 Years of Rocky: The Birth of a Classic","year":" 2017","remarks":["(Documentary)"],"imdbid":"tt6099284"},{"title":"John G. Avildsen: King of the Underdogs","year":" 2017","remarks":["(Documentary)"],"imdbid":"tt3180122"},{"title":"Dark Shadows: The Vampire Curse","year":" 2009","remarks":["(Video)"],"imdbid":"tt5989732"},{"title":"Dark Shadows: Behind the Scenes","year":" 1991","remarks":["(Video)"],"imdbid":"tt0886473"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:29:32"}}