{"data":{"names":[{"dateOfBirth":"4 March 1947","placeOfBirth":"","birthName":"David Harold Franzoni","bio":"David Franzoni grew up in Vermont, attended the University of Vermont where he studied geology and paleontology and was a partner in a commercial film company. After attending a semester of graduate school, David dropped out, went to Berlin where he bought a motorcycle. He traveled eastern and western Europe, Turkey and Cyprus before driving his bike throughout the Middle east, India, Thailand, the Malay Peninsula and finally to Australia from Singapore. While living in Baghdad, he bought a book called \"Those About to Die\", by Daniel P. Mannix. This book would eventually inspire his original script, \"Gladiator\". After David moved to Los Angeles he sold his first script which became the comedy \"Jumpin' Jack Flash\", (although his original, was not a comedy). David then spent two years in Paris and London working with Cesar winning director, Bob Swaim. Returning to Los Angeles, then adapted the best selling biography , \"Citizen Cohn,\" for HBO, starring James Woods, for which he won the Cable Ace; the Pen Center West Literary Award (the first time ever awarded for a teleplay); the George Foster Peabody Award; and was nominated for an Emmy. He then adapted the biography of Harvey Milk, \"The Mayor of Castro Street\", and an original script \"George Washington\", both for Oliver Stone. While living with his family in Rome, he wrote Steven Spielberg's \"Amistad\" (released in 1997) and began the research and treatment for his original script, \"Gladiator.\" For writing and producing 'Gladiator', David won the Oscar; the Golden Globe; the BAFTA (British Academy Award) and was nominated for a second Oscar and a second BAFTA. His original screenplay, \"King Arthur,\" produced by Jerry Bruckheimer and directed by Antoine Fuqua, was released in 2004. He also adapted \"Childhood's End\" based on the book by Arthur C. Clarke, with Kim Pierce attached to direct; \"Hannibal the Conqueror\", the story of the Carthaginian general, Vin Diesel attached to star; \"Rifts\", a sci-fi epic about future war between science and magic, Jerry Bruckheimer producing; an historical project about the 16th Century pirate, Black Beard for Dream Works, Barry Josephson producing. He is preparing his first film as a writer/director, \"Joint Security America\", based on the modern Korean classic, \"JSA\".","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTIzMjMzNzMzNV5BMl5BanBnXkFtZTYwMjM0Mjc0._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0291905","name":"David Franzoni","idIMDB":"nm0291905","filmographies":[{"section":"Writer","filmography":[{"title":"King Arthur","year":" 2004","remarks":["(written by)"],"imdbid":"tt0349683"},{"title":"Gladiator","year":" 2000","remarks":["(screenplay)","/ (story)"],"imdbid":"tt0172495"},{"title":"Amistad","year":" 1997","remarks":["(written by)"],"imdbid":"tt0118607"},{"title":"Citizen Cohn","year":" 1992","remarks":["(TV Movie)","(written by)"],"imdbid":"tt0103973"},{"title":"Jumpin' Jack Flash","year":" 1986","remarks":["(screenplay - as David H. Franzoni)","/ (story - as David H. Franzoni)"],"imdbid":"tt0091306"}]},{"section":"Producer","filmography":[{"title":"Black and White Stripes: The Juventus Story","year":" 2016","remarks":["(Documentary)","(executive producer)"],"imdbid":"tt2091245"},{"title":"Gladiator","year":" 2000","remarks":["(producer)"],"imdbid":"tt0172495"}]},{"section":"Self","filmography":[{"title":"In the Beginning: 'Quo Vadis' and the Genesis of the Biblical Epic","year":" 2008","remarks":["(Video documentary short)"],"imdbid":"tt1395042"},{"title":"King Arthur: A Roundtable Discussion","year":" 2005","remarks":["(Video documentary short)"],"imdbid":"tt0450001"},{"title":"Strength and Honor: Creating the World of 'Gladiator'","year":" 2005","remarks":["(Video documentary)"],"imdbid":"tt0456674"},{"title":"Blood on the Land: The Making of a King","year":" 2004","remarks":["(Video documentary short)"],"imdbid":"tt0449845"},{"title":"Hollywood History","year":" 2002","remarks":["(TV Series documentary)"],"imdbid":"tt0878795"},{"title":"The 73rd Annual Academy Awards","year":" 2001","remarks":["(TV Special)"],"imdbid":"tt0280387"},{"title":"The 45th Annual Primetime Emmy Awards","year":" 1993","remarks":["(TV Special)"],"imdbid":"tt0446644"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:53:56"}}