{"data":{"names":[{"dateOfBirth":"1940","placeOfBirth":" Jackson, Mississippi, USA","bio":"Thomas Harris was born in 1940 in Jackson, Mississippi, USA. He was raised in the town of Rich where his father worked as a farmer. He earned his bachelor's degree in English from Baylor University in Texas in 1964. While attending school, he also worked for the local newspaper. After graduating, Harris traveled Europe for a time. Back in the USA, he worked for the Associated Press out of New York. Not coincidentally, his duties for the press included covering murders and other crimes. This helped fuel his imagination in the fictional world, and he began to write macabre stories for magazines that began to show his attention for detail that would make his subsequent novels so popular. In 1975, he wrote his first novel, Black Sunday, about a diabolical plot to kill thousands with a blimp during the Superbowl. Perhaps ahead of his time, the terrorism of 11 September, 2001, led to many stadiums being turned into no-fly zones due to fears of a similar attack. The book was turned into a film -- Black Sunday (1977) -- a very short two years after being published. Following its success, he devoted his career entirely to fictional novelization. In 1981, Harris wrote his first book in the Hannibal Lecter trilogy, Red Dragon. Though the character of Lecter did not become famous (or infamous, as the case may be) for another decade, the book did spark a loosely-based movie, Manhunter (1986), which was quickly dismissed at first, grossing back only about half its cost. Then, in 1988, Harris wrote another novel about the character Lecter, The Silence of the Lambs. This time, he gave the character more of a presence, although he still did not dominate the book. When this was turned into a film three years later as The Silence of the Lambs (1991), it became an instant hit and swept the \"Big 5\" at the Academy Awards, becoming only the third movie to do so. After the success of The Silence of the Lambs in both movie and book form, there became a growing demand among fans - and film producer Dino De Laurentiis -- for there to be another chapter in the Hannibal Lector series. It took 11 years between novels, but Harris finally delivered again in 1999 with the best-selling novel Hannibal. It was made into a film two years later in Hannibal (2001) and, although dismissed by some critics and fans for straying from the book in parts (as well as Jodie Foster's non-appearance as Agent Clarisse Starling), it set opening records in box office sales for an R-rated film. Because of the large box office take and the fact that Anthony Hopkins, who won an Oscar for his role in the second Lecter film, did not play Lecter in Manhunter (1986), De Laurentis and Harris came to terms to make a second version of the first book, this time properly titled Dragon rouge (2002). This film version was more in keeping with the book than the first film was. Unable to escape from being known as the man who created Lecter, Harris again agreed to make not only another novel on the character, but to write the material for the film adaption as well. The current working title is Behind the Mask. As of 2005, Harris resides in Miami, Florida, and Sag Harbor, New York, USA.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0365383","name":"Thomas Harris","idIMDB":"nm0365383","filmographies":[{"section":"Writer","filmography":[{"title":"Hannibal","year":" 2013-2015","remarks":["(TV Series)","(characters from the book \"Red Dragon\" - 39 episodes)"],"imdbid":"tt2243973"},{"title":"Hannibal Rising","year":" 2007","remarks":["(novel \"Hannibal Rising\")","/ (screenplay)"],"imdbid":"tt0367959"},{"title":"Dragon rouge","year":" 2002","remarks":["(novel \"Red Dragon\")"],"imdbid":"tt0289765"},{"title":"Hannibal","year":" 2001","remarks":["(novel \"Hannibal\")"],"imdbid":"tt0212985"},{"title":"Sangharsh","year":" 1999","remarks":["(novel - uncredited)"],"imdbid":"tt0111068"},{"title":"The Silence of the Lambs","year":" 1991","remarks":["(novel)"],"imdbid":"tt0102926"},{"title":"Manhunter","year":" 1986","remarks":["(based on the book \"Red Dragon\" by)"],"imdbid":"tt0091474"},{"title":"Black Sunday","year":" 1977","remarks":["(based on the novel by)"],"imdbid":"tt0075765"}]},{"section":"Thanks","filmography":[{"title":"Inside Story: The Silence of the Lambs","year":" 2010","remarks":["(TV Movie documentary)","(special thanks)"],"imdbid":"tt1918873"},{"title":"Inside the Labyrinth: The Making of 'The Silence of the Lambs'","year":" 2001","remarks":["(Video documentary)","(special thanks)"],"imdbid":"tt0305676"}]},{"section":"Self","filmography":[{"title":"Raketfart","year":" 2001","remarks":["(TV Series)"],"imdbid":"tt0360304"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 03:28:30"}}