{"data":{"names":[{"dateOfBirth":"2 November 1901","placeOfBirth":" Kiev, Russian Empire [now Ukraine]","birthName":"Herschel Goldberg","bio":"Real name Harry/Herschel Goldberg. Born in Russia in 1901, son of Israel and Celia Goldberg, emigrated to USA in 1905. Dropped out from schooling at grade 7. Brother of Hyman Goldberg, a syndicated columnist and food critic for the New York Post and author of several books including \"Our Man in the Kitchen\", a compilation of recipes from his column as \"Prudence Penny\". In 1912 Harry's father, Israel, became seriously ill and had to be taken to hospital for an operation. During his stay there Celia began cooking meals for men in the neighborhood who were saving money to bring their families to America from Europe. When Israel came out of hospital he found that Celia had a flourishing business and Israel started a restaurant. All the children helped out. In 1932 Harry married Mildred Becker, a College graduate and had three children, Beverle, Harvey and Simeon. After being hospitalized by an accident in his fifties, Harry decided to write about life in the twenties and thirties and the syndicates that controlled businesses in New York. To protect himself and his family he changed the family name to Grey. He authored several best sellers, among them, \"Call Me Duke\", \"Portrait of a Mobster\" and \"The Hoods\", all translated into foreign languages and successes at home and abroad. \"Portrait of a Mobster\", depicting the life story of Dutch Schultz, became a successful motion picture. \"The Hoods\" became the epic movie, \"Once Upon A Time In America\", starring Robert DeNiro, playing loosely Harry's life as \"Noodles\". The stellar cast included James Woods, Joe Pesci and Tuesday Weld. Harry died in October 1980 shortly before filming of \"Once Upon A Time in America\" began.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0340580","name":"Harry Grey","idIMDB":"nm0340580","filmographies":[{"section":"Writer","filmography":[{"title":"Il était une fois en Amérique","year":" 1984","remarks":["(novel \"The Hoods\")"],"imdbid":"tt0087843"},{"title":"Portrait of a Mobster","year":" 1961","remarks":["(book)"],"imdbid":"tt0055317"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 03:14:43"}}