{"data":{"names":[{"dateOfBirth":"12 March 1910","placeOfBirth":" Orange, New Jersey, USA","birthName":"Dominic Anthony Galento","height":"5' 9\" (1.75 m)","bio":"\"Two Ton\" Tony Galento, a stogie-smoking pugilist and bar-owner who claimed he trained on beer, hamburgers, and spaghetti, was one of the most colorful characters to ever contend for the heavyweight title. Born Dominic Anthony Galento on March 12, 1910 in Orange, New Jersey, he earned his nickname after driving his ice truck to an arena, arriving just before the start of one of his fights. Spotting him in the parking lot, his manager asked him where he'd been. \"I had two tons of ice to deliver on my way here,\" Galento said. The greatest clown in boxing history had arrived. Galento, a dirty fighter who would deliberately head-butt, gouge, low-blow, and elbow his opponents, was one of the toughest men ever to box professionally. Defeating Lou Nova, Al Ettore, and Nathan Mann on his way to a shot at the heavyweight title, he was the most famous member of \"The Brown Bomber\" Joe Louis' \"Bum of the Month Club.\" The underdog Galento earned fistic immortality when he sent Louis to the canvas in the second round of their title bout. Louis admitted that he might have been the toughest man he ever met in the ring. Blessed with a lethal left hook, a roundhouse punch that could stagger the world's best boxers, Galento began his climb up the heavyweight division in 1928, a time when pro fighters fought almost every month. He was notorious for his street-fighting style that flouted the rules and often led to fouls. But it was as a clown that Galento would achieve immortality, and it was a style he perfected early on. On one night in Detroit in 1931, Tony took on three opponents and K.O.ed them all, drinking beer between rounds. Ten minutes before a 1932 fight with Arthur DeKuh, he took on a $10 bet that he could consume 50 hot dogs. He won the bet, and then the fight in four rounds. The 5-foot-9 brawler, who sported a fighting weight of 235 to 240 lbs., resembled an ambulatory beer barrel, according to one sports reporter. A bar-owner, Tony made much of his lack of training, which might consist of him posing for photographers quaffing down a brew at his bar, or wrestling with a rubber car tire suspended from a tree that had been a child's swing before Tony picked it as a sparring partner. Tony was a fat clown, and proud of it. \"Nobody really liked him except maybe the guys who hung out in his saloon,\" his corner man, Ray Arcel, admitted . \"He was a crude guy, to put it mildly, who would resort to all sorts of foul tactics to win a fight.\" Joe Louis, who eventually became friends with him, said that he hated the uncouth Galento because of his insults and race baiting, a crude psychology that Two-Ton Tony used to unsettle the undisputed heavyweight champion of the world. Tony was interviewed by a reporter before his title fight with Louis: Reporter: Tony, what do you think your chances are against Joe Louis? Galento: Joe who? Reporter: Joe Louis. Galento: I never hoid of da bum. While the Galento persona was popular among the people and helped hype the fight, Louis was offended by the lack of respect. The Champ, a fighter who hated clowning in the ring, had his pride further bruised in the second round, when Tony sent him to the canvass for a two-count. The crowd and press were stunned. Galento got his shot at Louis' title before 30,000 fans in Yankee Stadium on June 28, 1939. Before the fight, the six-to-one underdog baited the Brown Bomber, telephoning the Louis household and insulting Joe and his family, using racial epithets. Galento even made a sexual innuendo about Louis' wife during the pre-fight introductions, which caused the normally calm Louis to lose his composure. \"He got to me, and I hated him for it,\" Louis remembered. \"I never hated anybody before. I decided to punish him before I knocked him out. I wanted it to go into later rounds, but he kept calling me dirty names during the fight. So I ended it.\" Galento, who out-weighed Louis by 33 pounds, started the fight by bullying the discomfited World's Heavyweight Champion in the first round, almost sending him to the canvas with a left hook. At the end of the round, Louis was wobbly when he returned to his corner. In the second, Joe was staggered again, but he rallied late in the round and knocked Galento down, the first time Two-Ton had hit the canvass in his pro career. After Galento got up, The Champ started connecting with jabs, but seemingly out of nowhere, Tony launched his lethal left hook and it was Louis' turn to hit the canvass. Though Joe got up at the count of two, his legs were wobbly. But Galento could not finish Louis off. Two-Ton Tony's time of fistic immortality was over. By the fourth, the six foot, two-inch Louis began using Galento's head as a speed bag. The fight was stopped by the referee at 2:29 of the round with Two-Ton Tony on the ropes. The next day, newspapers quoted Galento putting down Joe Louis: \"He's not as good as they rate him. He can't take a punch. I would have won. He pushed me and I went down. They shouldn't have stopped the fight.\" Two-Ton Tony had required 23 stitches to stop the bleeding. Galento's career went downhill after reaching the pinnacle against the great Joe Louis. Though he went on to manhandle Lou Nova, the Baer brothers, Max and Buddy, beat him up badly in two fights. Like Louis, the normally easy-going Max, the only Jewish heavyweight champ in history, wound up hating Two-Ton Tony. Max claimed he enjoyed beating the stuffing out of Galento more than he did winning the heavyweight title back in 1934. After Max's brother, the six-foot, six-inch Buddy, badly beat Tony in a 1941 fight, Galento decided to try another way to make a living. As a wrestling referee, he often wound up wrasslin' with his wrestlers before an appreciative crowd. He returned to the ring in 1943, but quit after he K.O.ed Jack Suzek in 1944. It was time to hang up the gloves, tie on the white apron, and retire to his New Jersey bar, which served as headquarters for his joke campaign as the Prohibition Party candidate for president. He appeared with fellow Bum of the Month club members Tami Mauriello and Abe Simon in the classic movie \"On the Waterfront,\" tried stand-up comedy, and appeared on TV with Joe Louis, commenting on their title fight. He even became friends with the Brown Bomber. Joe Louis learned to like the crude clown. He had charisma, Louis said. His problem was that he had been born out of his time. Tony should have been a bare-knuckle fighter, as \"The man was absolutely fearless.\" Two-Ton Tony Galento died on July 22, 1979 from complications of diabetes. His crudity as a boxer was balanced out by his happy-go-lucky demeanor outside the ring which made him a beloved figure to locals and those fans who still remembered the pre-war days of heavyweight boxing.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0301977","name":"Tony Galento","nicknames":["Two Ton Tony","The Jersey Night Stick"],"idIMDB":"nm0301977","filmographies":[{"section":"Actor","filmography":[{"title":"Wind Across the Everglades","year":" 1958","remarks":null,"imdbid":"tt0052395"},{"title":"The Best Things in Life Are Free","year":" 1956","remarks":null,"imdbid":"tt0049002"},{"title":"The Phil Silvers Show","year":" 1956","remarks":["(TV Series)"],"imdbid":"tt0047763"},{"title":"Guys and Dolls","year":" 1955","remarks":["Spectator at Hot Box Club (uncredited)"],"imdbid":"tt0048140"},{"title":"On the Waterfront","year":" 1954","remarks":null,"imdbid":"tt0047296"}]},{"section":"Self","filmography":[{"title":"The Way It Was","year":" 1976","remarks":["(TV Series)"],"imdbid":"tt0071071"}]},{"section":"Archive footage","filmography":[{"title":"The Glory Days of Wrestling","year":" 2009","remarks":["(Video)"],"imdbid":"tt1598843"},{"title":"Joe Louis: America's Hero... Betrayed","year":" 2008","remarks":["(TV Movie documentary)"],"imdbid":"tt1198345"},{"title":"Kings of the Ring: Four Legends of Heavyweight Boxing","year":" 2000","remarks":["(TV Movie documentary)"],"imdbid":"tt0228487"},{"title":"They Were Champions","year":" 1954","remarks":["(Documentary short)"],"imdbid":"tt1510842"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 02:57:53"}}