{"data":{"names":[{"dateOfBirth":"10 September 1932","placeOfBirth":" New York City, New York, USA","birthName":"Robert Goldman","bio":"There are but a few select screenwriters who are spoken of with the kind of reverence usually reserved for film Directors - Robert Towne, Alvin Sargent and Bo Goldman. Goldman is a screenwriter's screenwriter, and one of the most honored in motion picture history. The recipient of two Academy Awards, a New York Film Critics Award, two Writers Guild Awards, three Golden Globes, additional Academy Award and Writers Guild nominations and, ultimately, the Guild's life achievement Award - The Laurel. Born in New York City, Goldman was educated at Exeter and Princeton where he wrote, produced, composed the lyrics and was president of the famed Triangle show, a proving ground for James Stewart and director Joshua Logan. On graduation, he went directly to Broadway as the lyricist for \"First Impressions\", based on Jane Austen's \"Pride and Prejudice\", produced by composer Jule Styne and directed by Abe Burrows, starring Hermione Gingold, Polly Bergen and Farley Granger. Moving into television, Goldman was mentored by the redoubtable Fred Coe (the \"D.W. Griffith of dramatic television\") and became part of the twilight of The Golden Age, associate producing and script editing Coe's prestigious Playhouse 90 (1956)'s, \"The Days of Wine and Roses\", \"A Plot to Kill Stalin\" and Horton Foote's \"Old Man\". Goldman went on to himself produce and write for Public Television on the award-winning NET Playhouse. During this period, Goldman first tried his hand at screen-writing, resulting in an early version of Shoot the Moon (1982) which stirred the interest of Hollywood and became his calling card. After reading Shoot the Moon (1982), Milos Forman asked Goldman to write the screenplay for One Flew Over the Cuckoo's Nest (1975). Goldman's first produced film won all five top Academy Awards including Best Screenplay for Goldman. \"Cuckoo's Nest\" was the first film to win the top five awards since Frank Capra's It Happened One Night (1934). Goldman also received the Writers Guild Award and the Golden Globe Award for his work on the film. He next wrote The Rose (1979), which was nominated for four Academy Awards, followed by his original screenplay, Melvin and Howard (1980), which garnered Goldman his second Oscar, second Writers Guild Award and the New York Film Critics Circle Award for Screenplay of the Year. Goldman's first screenplay, Shoot the Moon (1982), that started it all, was then filmed by Alan Parker, starring Diane Keaton and Albert Finney, the film received international acclaim and was embraced by America's most respected film critics including Pauline Kael and Richard Schickel. For Shoot the Moon (1982), Goldman earned his third Writers Guild nomination. Over the next few years, he contributed uncredited work to countless scripts, including Milos Forman's Ragtime (1981), starring James Cagney and Donald O'Connor, The Flamingo Kid (1984), starring Matt Dillon, and Warren Beatty's Dick Tracy (1990). Goldman tried his hand at directing an adaptation of Susan Minot's novel \"Monkeys\", and a re-imagining of Ingmar Bergman's Wild Strawberries (1957) (aka \"Wild Strawberries\") as a vehicle for Gregory Peck, but for budgetary and scheduling reasons, both movies lost their start dates. Goldman returned solely to screen-writing with Scent of a Woman (1992), starring Al Pacino. Goldman was honored with his third Academy Award nomination and his third Golden Globe Award. He followed this with Harold Becker's City Hall (1996), starring Al Pacino and John Cusack, and then co-wrote Meet Joe Black (1998), starring Brad Pitt and Anthony Hopkins. More recently, Goldman did a page one uncredited rewrite of The Perfect Storm (2000). It was Goldman's script that green lit the movie at Warner Bros. and convinced George Clooney to star in the film, which went on to earn $327,000,000. In 2005, he helped prepare the shooting script for Milos Forman's Goya's Ghosts (2006), produced by Saul Zaentz and starring Natalie Portman and Javier Bardem. He wrote a script for a remake of Jules Dassin's Rififi (1955) (aka Rififi), for director Harold Becker, starring Al Pacino. Goldman is married to Mab Ashforth, and is the father of six children, seven grandchildren and one great grandchild. He resides in Rockville, Maine.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BNjQxMjUzMTAxMF5BMl5BanBnXkFtZTcwMjYyMDgyMQ@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0325743","name":"Bo Goldman","idIMDB":"nm0325743","filmographies":[{"section":"Writer","filmography":[{"title":"Rules Don't Apply","year":" 2016","remarks":["(story by)"],"imdbid":"tt1974420"},{"title":"Meet Joe Black","year":" 1998","remarks":["(screenplay)"],"imdbid":"tt0119643"},{"title":"City Hall","year":" 1996","remarks":["(written by)"],"imdbid":"tt0115907"},{"title":"Scent of a Woman","year":" 1992","remarks":["(screenplay)"],"imdbid":"tt0105323"},{"title":"Little Nikita","year":" 1988","remarks":["(screenplay)"],"imdbid":"tt0095532"},{"title":"The Flamingo Kid","year":" 1984","remarks":["(uncredited)"],"imdbid":"tt0087265"},{"title":"Swing Shift","year":" 1984","remarks":["(uncredited)"],"imdbid":"tt0088213"},{"title":"Shoot the Moon","year":" 1982","remarks":["(written by)"],"imdbid":"tt0084675"},{"title":"Melvin and Howard","year":" 1980","remarks":["(written by)"],"imdbid":"tt0081150"},{"title":"The Rose","year":" 1979","remarks":["(screenplay)"],"imdbid":"tt0079826"},{"title":"One Flew Over the Cuckoo's Nest","year":" 1975","remarks":["(screenplay)"],"imdbid":"tt0073486"},{"title":"The Defenders","year":" 1964","remarks":["(TV Series)","(story - 1 episode)"],"imdbid":"tt0054531"},{"title":"NBC Children's Theatre","year":" 1963","remarks":["(TV Series)","(writer - 1 episode)"],"imdbid":"tt1289479"},{"title":"Theatre '62","year":" 1961-1962","remarks":["(TV Series)","(adaptation - 2 episodes)"],"imdbid":"tt2199914"},{"title":"The Paradine Case","year":" 1962","remarks":["(TV Movie)","(script - as Robert Goldman)"],"imdbid":"tt0330743"},{"title":"Playhouse 90","year":" 1956","remarks":["(TV Series)"],"imdbid":"tt0048893"}]},{"section":"Producer","filmography":[{"title":"Great Performances","year":" 1974","remarks":["(TV Series)","(producer - 2 episodes)"],"imdbid":"tt0159876"},{"title":"ABC Close-Up!","year":" 1961","remarks":["(TV Series documentary)","(producer - 1 episode)"],"imdbid":"tt0925316"},{"title":"Playhouse 90","year":" 1958-1959","remarks":["(TV Series)","(associate producer - 5 episodes)"],"imdbid":"tt0048893"},{"title":"The Seven Lively Arts","year":" 1957","remarks":["(TV Series)","(producer)"],"imdbid":"tt0050060"},{"title":"The Philco-Goodyear Television Playhouse","year":" 1948","remarks":["(TV Series)","(associate producer)"],"imdbid":"tt0040049"}]},{"section":"Soundtrack","filmography":[{"title":"When the Legends Die","year":" 1972","remarks":["(lyrics: \"When You Speak to the Kids\", \"The Riderless Wagon\", \"Summer Storm,\")"],"imdbid":"tt0069496"}]},{"section":"Miscellaneous Crew","filmography":[{"title":"The Perfect Storm","year":" 2000","remarks":["(script revisions - uncredited)"],"imdbid":"tt0177971"}]},{"section":"Thanks","filmography":[{"title":"Completely Cuckoo","year":" 1997","remarks":["(Video documentary)","(special thanks)"],"imdbid":"tt0357883"}]},{"section":"Self","filmography":[{"title":"Completely Cuckoo","year":" 1997","remarks":["(Video documentary)"],"imdbid":"tt0357883"},{"title":"The 53rd Annual Academy Awards","year":" 1981","remarks":["(TV Special)"],"imdbid":"tt0343339"},{"title":"The 48th Annual Academy Awards","year":" 1976","remarks":["(TV Special)"],"imdbid":"tt0331408"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 03:07:35"}}