{"data":{"names":[{"dateOfBirth":"28 April 1926","placeOfBirth":" Monroeville, Alabama, USA","birthName":"Nelle Harper Lee","bio":"Nelle Harper Lee grew up in Monroeville, Alabama in the 1920s. It was a time of hostility between whites and blacks in the United States, especially in Alabama. Her father, a lawyer, also ran a local newspaper. Her mother suffered from mental illness and oftentimes stayed inside from others; she was thought to suffer from bipolar disorder. Harper was a young lady with an agile personality. She was tomboyish, and eventually befriended Truman Persons. Truman would also turn out to become a writer later on in life, as Truman Capote, and they would later on collaborate in a newspaper called The New Yorker. Harper would often serve as Truman's protector in elementary school, as she was a tougher girl who did not fear other boys. Lee developed a passion for literature in high school. After graduating in 1944, she went on to join Huntingdon College-an all-female academy located in Montgomery. Throughout her college years, she was distant from other students. Rather than working on her makeup and getting dates, she was focused on her studies, constantly reading and writing. Lee moved to New York in the 1950s, took a job as an airline reservations clerk, and wrote her first novel during that time. \"To Kill a Mockingbird,\" published in 1960, won a Pulitzer Prize, and is still admired, widely-taught, and beloved. The film version, To Kill a Mockingbird (1962), received several Academy Awards. Lee insisted that the novel is a work of fiction, not autobiography. She protected her privacy, spoke through her literary agent, McIntosh and Otis, did not appear on television and did not give interviews. She lived in Monroeville, Alabama and New York. She died in Monroeville on February 19, 2016.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTkwNjQ2Njk4N15BMl5BanBnXkFtZTcwNzcxNDMwNQ@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0497369","name":"Harper Lee","idIMDB":"nm0497369","filmographies":[{"section":"Writer","filmography":[{"title":"To Kill a Mockingbird","year":" 1962","remarks":["(based on her novel \"To Kill a Mockingbird\")"],"imdbid":"tt0056592"}]},{"section":"Producer","filmography":[{"title":"To Kill a Mockingbird","year":" 1962","remarks":["(producer - uncredited)"],"imdbid":"tt0056592"}]},{"section":"Miscellaneous Crew","filmography":[{"title":"Retour à Cedar Cove","year":" 2015","remarks":["(TV Series)","(copyright holder - 1 episode)"],"imdbid":"tt2871832"}]},{"section":"Self","filmography":[{"title":"The Merv Griffin Show","year":" 1963","remarks":["(TV Series)"],"imdbid":"tt0055691"}]},{"section":"Archive footage","filmography":[{"title":"PBS NewsHour","year":" 2016","remarks":["(TV Series)"],"imdbid":"tt0247880"},{"title":"Inside Edition","year":" 2015","remarks":["(TV Series documentary)"],"imdbid":"tt0166442"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 04:26:42"}}