{"data":{"names":[{"dateOfBirth":"26 March 1985","placeOfBirth":" Teddington, Middlesex, England, UK","birthName":"Keira Christina Knightley","height":"5' 7\" (1.7 m)","bio":"Keira Christina Knightley was born in the South West Greater London suburb of Richmond on March 26th 1985. She is the daughter of actor Will Knightley and actress turned playwright Sharman Macdonald. An older brother, Caleb Knightley, was born in 1979. Her father is English, while her Scottish-born mother is of Scottish and Welsh origin. Brought up immersed in the acting profession from both sides - writing and performing - it is little wonder that the young Keira asked for her own agent at the age of three. She was granted one at the age of six and performed in her first TV role as \"Little Girl\" in Screen One: Royal Celebration (1993), aged seven. It was discovered at an early age that Keira had severe difficulties in reading and writing. She was not officially dyslexic as she never sat the formal tests required of the British Dyslexia Association. Instead, she worked incredibly hard, encouraged by her family, until the problem had been overcome by her early teens. Her first multi-scene performance came in A Village Affair (1995), an adaptation of the lesbian love story by Joanna Trollope. This was followed by small parts in the British crime series The Bill (1984), an exiled German princess in The Treasure Seekers (1996) and a much more substantial role as the young \"Judith Dunbar\" in Giles Foster's adaptation of Rosamunde Pilcher's novel Coming Home (1998), alongside Peter O'Toole, Penelope Keith and Joanna Lumley. The first time Keira's name was mentioned around the world was when it was revealed (in a plot twist kept secret by director George Lucas) that she played Natalie Portman's decoy \"Padme\" to Portman's \"Amidala\" in Star Wars: Episode I - The Phantom Menace (1999). It was several years before agreement was reached over which scenes featured Keira as the queen and which featured Natalie! Keira had no formal training as an actress and did it out of pure enjoyment. She went to an ordinary council-run school in nearby Teddington and had no idea what she wanted to do when she left. By now, she was beginning to receive far more substantial roles and was starting to turn work down as one project and her schoolwork was enough to contend with. She reappeared on British television in 1999 as \"Rose Fleming\" in Alan Bleasdale's faithful reworking of Charles Dickens' Oliver Twist (1999), and travelled to Romania to film her first title role in Walt Disney's The Wonderful World of Disney: Princess of Thieves (2001) in which she played Robin Hood's daughter, Gwyn. Keira's first serious boyfriend was her The Wonderful World of Disney: Princess of Thieves (2001) co-star Del Synnott, and they later co-starred in Peter Hewitt's 'work of fart' Thunderpants (2002). Nick Hamm's dark thriller The Hole (2001) kept her busy during 2000, and featured her first nude scene (15 at the time, the film was not released until she was 16 years old). In the summer of 2001, while Keira studied and sat her final school exams (she received six A's), she filmed a movie about an Asian girl's (Parminder Nagra) love for football and the prejudices she has to overcome regarding both her culture and her religion). Bend It Like Beckham (2002) was a smash hit in football-mad Britain but it had to wait until another of Keira's films propelled it to the top end of the US box office. Bend It Like Beckham (2002) cost just £3.5m to make, and nearly £1m of that came from the British Lottery. It took £11m in the UK and has since gone on to score more than US$76m worldwide. Meanwhile, Keira had started A-levels at Esher College, studying Classics, English Literature and Political History, but continued to take acting roles which she thought would widen her experience as an actress. The story of a drug-addicted waitress and her friendship with the young son of a drug-addict, Pure (2002), occupied Keira from January to March 2002. Also at this time, Keira's first attempt at Shakespeare was filmed. She played \"Helena\" in a modern interpretation of a scene from \"A Midsummer Night's Dream\" entitled The Seasons Alter (2002). This was commissioned by the environmental organisation \"Futerra\", of which Keira's mother is patron. Keira received no fee for this performance or for another short film, New Year's Eve (2002), by award-winning director Col Spector. But it was a chance encounter with producer Andy Harries at the London premiere of Bridget Jones's Diary (2001) which forced Keira to leave her studies and pursue acting full-time. The meeting lead to an audition for the role of \"Larisa Feodorovna Guishar\" - the classic heroine of Boris Pasternak's novel Doctor Zhivago (2002), played famously in the David Lean movie by Julie Christie. This was to be a big-budget TV movie with a screenplay written by Andrew Davies. Keira won the part and the mini-series was filmed throughout the Spring of 2002 in Slovakia, co-starring Sam Neill and Hans Matheson as \"Yuri Zhivago\". Keira rounded off 2002 with a few scenes in the first movie to be directed by Blackadder and Vicar of Dibley writer Richard Curtis. Called Love Actually (2003), Keira played \"Juliet\", a newlywed whose husband's Best Man is secretly besotted with her. A movie filmed after Love Actually (2003) but released before it was to make the world sit up and take notice of this beautiful fresh-faced young actress with a cute British accent. It was a movie which Keira very nearly missed out on, altogether. Auditions were held in London for a new blockbuster movie called Pirates of the Caribbean: The Curse of the Black Pearl (2003), but heavy traffic in the city forced Keira to be tagged on to the end of the day's auditions list. It helped - she got the part. Filming took place in Los Angeles and the Caribbean from October 2002 to March 2003 and was released to massive box office success and almost universal acclaim in the July of that year. Meanwhile, a small British film called Bend It Like Beckham (2002) had sneaked onto a North American release slate and was hardly setting the box office alight. But Keira's dominance in \"Pirates\" had set tongues wagging and questions being asked about the actress playing \"Elizabeth Swann\". Almost too late, \"Bend It\"'s distributors realised one of its two stars was the same girl whose name was on everyone's lips due to \"Pirates\", and took the unusual step of re-releasing \"Bend It\" to 1,000 screens across the US, catapulting it from no. 26 back up to no. 12. \"Pirates\", meanwhile, was fighting off all contenders at the top spot, and stayed in the Top 3 for an incredible 21 weeks. It was perhaps no surprise, then, that Keira was on producer Jerry Bruckheimer's wanted list for the part of \"Guinevere\" in a planned accurate telling of the legend of \"King Arthur\". Filming took place in Ireland and Wales from June to November 2003. In July, Keira had become the celebrity face of British jeweller and luxury goods retailer, Asprey. At a photoshoot for the company on Long Island New York in August, Keira met and fell in love with Northern Irish model Jamie Dornan. King Arthur (2004) was released in July 2004 to lukewarm reviews. It seems audiences wanted the legend after all, and not necessarily the truth. Keira became the breakout star and 'one to watch in 2004' throughout the world's media at the end of 2003. Keira's 2004 started off in Scotland and Canada filming John Maybury's time-travelling thriller The Jacket (2005) with Oscar-winner Adrien Brody. A planned movie of Deborah Moggach's novel, \"Tulip Fever\", about forbidden love in 17th Century Amsterdam, was cancelled in February after the British government suddenly closed tax loopholes which allowed filmmakers to claw back a large proportion of their expenditure. Due to star Keira and Jude Law in the main roles, the film remains mothballed. Instead, Keira spent her time wisely, visiting Ethiopia on behalf of the \"Comic Relief\" charity, and spending summer at various grandiose locations around the UK filming what promises to be a faithful adaptation of Jane Austen's classic novel Pride & Prejudice (2005), alongside Matthew Macfadyen as \"Mr. Darcy\", and with Donald Sutherland and Judi Dench in supporting roles. In October 2004, Keira received her first major accolade, the Hollywood Film Award for Best Breakthrough Actor - Female, and readers of Empire Magazine voted her the Sexiet Movie Star Ever. The remainder of 2004 saw Keira once again trying a completely new genre, this time the part-fact, part-fiction life story of model turned bounty hunter Domino (2005). 2005 started with the premiere of The Jacket (2005) at the Sundance Film Festival, with the US premiere in LA on February 28th. Much of the year was then spent in the Caribbean filming both sequels to Pirates Of The Caribbean. Keira's first major presenting role came in a late-night bed-in comedy clip show for Comic Relief with presenter Johnny Vaughan. In late July, promotions started for the September release of Pride & Prejudice (2005), with British fans annoyed to learn that the US version would end with a post-marriage kiss, but the European version would not. Nevertheless, when the movie opened in September on both sides of the Atlantic, Keira received her greatest praise thus far in her career, amid much talk of awards. It spent three weeks at No. 1 in the UK box office. Domino (2005) opened well in October, overshadowed by the death of Domino Harvey earlier in the year. Keira received Variety's Personality Of The Year Award in November, topped the following month by her first Golden Globe nomination, for Pride & Prejudice (2005). KeiraWeb.com exclusively announced that Keira would play Helene Joncour in an adaptation of Alessandro Baricco's novella Silk (2007). Pride & Prejudice (2005) garnered six BAFTA nominations at the start of 2006, but not Best Actress for Keira, a fact which paled soon after by the announcement she had received her first Academy Award nomination, the third youngest Best Actress Oscar hopeful. A controversial nude Vanity Fair cover of Keira and Scarlett Johansson kept the press busy up till the Oscars, with Reese Witherspoon taking home the gold man in the Best Actress category, although Keira's Vera Wang dress got more media attention. Keira spent early summer in Europe filming Silk (2007) opposite Michael Pitt, and the rest of the summer in the UK filming Atonement (2007), in which she plays Cecilia Tallis, and promoting the new Pirates movie (her Ellen Degeneres interview became one of the year's Top 10 'viral downloads'). Pirates Of The Caribbean: Dead Man's Chest (2006) broke many box office records when it opens worldwide in July, becoming the third biggest movie ever by early September. Keira sued British newspaper The Daily Mail in early 2007 after her image in a bikini accompanied an article about a woman who blamed slim celebrities for the death of her daughter from anorexia. The case was settled and Keira matched the settlement damages and donated the total amount to an eating disorder charity. Keira filmed a movie about the life of Dylan Thomas, The Edge Of Love (2008) with a screenplay written by her mother Sharman Macdonald. Her co-star Lindsay Lohan pulled out just a week before filming began, and was replaced by Sienna Miller. What was announced to be Keira's final Pirates movie in the franchise, Pirates Of The Caribbean: At World's End (2007), opened strongly in June, rising to all-time fifth biggest movie by July. Atonement (2007) opened the Venice Film Festival in August, and opened worldwide in September, again to superb reviews for Keira. Meanwhile, Silk (2007) opened in September on very few screens and disappeared without a trace. Keira spent the rest of the year filming The Duchess (2008), the life story of Georgiana, Duchess of Devonshire, based on Amanda Foreman's award-winning biography of the distant relation of Princess Diana. The year saw more accolades and poll-topping for Keira than ever before, including Women's Beauty Icon 2007 and gracing the covers of all the top-selling magazines. She won Best Actress for Atonement (2007) at the Variety Club Of Great Britain Showbiz Awards, and ended the year with her second Golden Globe nomination. Christmas Day saw - or rather heard - Keira on British TV screens in a new Robbie The Reindeer animated adventure, with DVD proceeds going to Comic Relief. At the start of 2008, Keira received her first BAFTA nomination - Best Actress for Atonement, and the movie wins Best Film: Drama at the Golden Globes. Seven Academy Award nominations for Atonement soon follow. Keira wins Best Actress for her role as Cecilia Tallis at the Empire Film Awards. In May, Keira's first Shakespearean role is announced, when she is confirmed to play Cordelia in a big-screen version of King Lear, alongside Naomi Watts and Gwyneth Paltrow, with Sir Anthony Hopkins as the titular monarch. After two years of rumours, it is confirmed that Keira is on the shortlist to play Eliza Doolittle in a new adaptation of My Fair Lady. The Edge Of Love opens the Edinburgh Film Festival on June 18th, and opens on limited release in the UK and US. A huge round of promotions for The Duchess occurs throughout the summer, with cast and crew trying to play down the marketers' decision to draw parallels between the duchess and Princess Diana. Keira attends the UK and US premieres and Toronto Film Festival within the first week of September. The Duchess opens strongly on both sides of the Atlantic. Two more movies were confirmed for Keira during September - a tale of adultery called Last Night (2010), and a biopic of author F Scott Fitzgerald entitled The Beautiful and the Damned. Keira spent October on the streets of New York City filming Last Night alongside Sam Worthington and Guillaume Canet. Keira helped to promote the sixtieth anniversary of the UN's Declaration of Human Rights, by contributing to a series of short films produced to mark the occasion. In January 2009 it was announced Keira had signed to play a reclusive actress in an adaptation of Ken Bruen's novel London Boulevard (2010), co-starring Colin Farrell. Keira continues her close ties with the Comic Relief charity by helping to launch their British icons T-shirts campaign. In the same week King Lear was revealed to have been shelved, it was announced that Keira would instead star alongside her Pride & Prejudice co-star Carey Mulligan in an adaptation of Kazuo Ishiguro's novel Never Let Me Go (2010). A new short film emerges in March, recorded in the January of 2008 in which Keira plays a Fairy! The Continuing and Lamentable Saga of the Suicide Brothers (2009) was written by Keira's boyfriend Rupert Friend and actor Tom Mison. It went to be shown at the London Film Festival in October and won Best Comedy Short at the New Hampshire Film Festival. Keira continued to put her celebrity to good use in 2009 with a TV commercial for WomensAid highlighting domestic abuse against women. Unfortunately, UK censors refused to allow its broadcast and it can only be viewed on YouTube. May and June asw Keira filming Never Let Me Go and London Boulevard back-to-back. In October, a new direction for Keira's career emerged, when it was announced she would appear on the London stage in her West End debut role as Jennifer, in a reworking of Moliere's The Misanthrope, starring Damian Lewis and Tara Fitzgerald. More than $2m of ticket sales followed in the first four days, before even rehearsals had begun! The play ran from December to March at London's Comedy Theatre.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTYwNDM0NDA3M15BMl5BanBnXkFtZTcwNTkzMjQ3OA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0461136","name":"Keira Knightley","idIMDB":"nm0461136","filmographies":[{"section":"Actress","filmography":[{"title":"The Nutcracker and the Four Realms","year":" 2018","remarks":null,"imdbid":"tt5523010"},{"title":"The Aftermath","year":" 2017","remarks":null,"imdbid":"tt5977276"},{"title":"Catherine the Great","year":" ","remarks":["(rumored)"],"imdbid":"tt4267166"},{"title":"Collateral Beauty","year":" 2016","remarks":null,"imdbid":"tt4682786"},{"title":"Everest","year":" 2015","remarks":null,"imdbid":"tt2719848"},{"title":"The Imitation Game","year":" 2014","remarks":null,"imdbid":"tt2084970"},{"title":"Laggies","year":" 2014","remarks":null,"imdbid":"tt2034031"},{"title":"Jack Ryan: Shadow Recruit","year":" 2014","remarks":null,"imdbid":"tt1205537"},{"title":"Begin Again","year":" 2013/II","remarks":null,"imdbid":"tt1980929"},{"title":"Once Upon a Time...","year":" 2013","remarks":["(Video short)"],"imdbid":"tt3319032"},{"title":"Anna Karenina","year":" 2012/I","remarks":null,"imdbid":"tt1781769"},{"title":"Seeking a Friend for the End of the World","year":" 2012","remarks":null,"imdbid":"tt1307068"},{"title":"Neverland","year":" 2011","remarks":["(TV Mini-Series)"],"imdbid":"tt1720619"},{"title":"A Dangerous Method","year":" 2011","remarks":null,"imdbid":"tt1571222"},{"title":"London Boulevard","year":" 2010","remarks":null,"imdbid":"tt1213648"},{"title":"Steve","year":" 2010","remarks":["(Short)"],"imdbid":"tt1754539"},{"title":"Last Night","year":" 2010/I","remarks":null,"imdbid":"tt1294688"},{"title":"Never Let Me Go","year":" 2010","remarks":null,"imdbid":"tt1334260"},{"title":"The Continuing and Lamentable Saga of the Suicide Brothers","year":" 2009","remarks":["(Short)"],"imdbid":"tt1471349"},{"title":"The Duchess","year":" 2008","remarks":null,"imdbid":"tt0864761"},{"title":"The Edge of Love","year":" 2008","remarks":null,"imdbid":"tt0819714"},{"title":"Robbie the Reindeer in Close Encounters of the Herd Kind","year":" 2007","remarks":["(TV Short)","(voice)"],"imdbid":"tt1152389"},{"title":"Bloopers of the Caribbean","year":" 2007","remarks":["(Video short)","(uncredited)"],"imdbid":"tt3195412"},{"title":"Soie","year":" 2007","remarks":null,"imdbid":"tt0494834"},{"title":"Atonement","year":" 2007","remarks":null,"imdbid":"tt0783233"},{"title":"Pirates of the Caribbean: At World's End","year":" 2007","remarks":null,"imdbid":"tt0449088"},{"title":"Pirates of the Caribbean: Dead Man's Chest","year":" 2006","remarks":null,"imdbid":"tt0383574"},{"title":"Pride & Prejudice: Alternate US Ending","year":" 2006","remarks":["(Video short)","(uncredited)"],"imdbid":"tt4307004"},{"title":"Domino","year":" 2005","remarks":null,"imdbid":"tt0421054"},{"title":"Pride & Prejudice","year":" 2005","remarks":null,"imdbid":"tt0414387"},{"title":"The Jacket","year":" 2005","remarks":null,"imdbid":"tt0366627"},{"title":"King Arthur","year":" 2004","remarks":null,"imdbid":"tt0349683"},{"title":"Blooper Reel","year":" 2003","remarks":["(Video short)","(uncredited)"],"imdbid":"tt3232570"},{"title":"Love Actually","year":" 2003","remarks":null,"imdbid":"tt0314331"},{"title":"Pirates of the Caribbean","year":" 2003","remarks":["(Video Game)","Narrator (voice)"],"imdbid":"tt0368925"},{"title":"Pirates of the Caribbean: The Curse of the Black Pearl","year":" 2003","remarks":null,"imdbid":"tt0325980"},{"title":"Gaijin","year":" 2003","remarks":["(Video short)","Kate (voice)"],"imdbid":"tt0409997"},{"title":"Doctor Zhivago","year":" 2002","remarks":["(TV Mini-Series)"],"imdbid":"tt0324937"},{"title":"The Seasons Alter","year":" 2002","remarks":["(Short)"],"imdbid":"tt0399618"},{"title":"New Year's Eve","year":" 2002","remarks":["(Short)"],"imdbid":"tt0378437"},{"title":"Pure","year":" 2002/I","remarks":null,"imdbid":"tt0308772"},{"title":"Thunderpants","year":" 2002","remarks":["Music School Student (uncredited)"],"imdbid":"tt0283054"},{"title":"Bend It Like Beckham","year":" 2002","remarks":null,"imdbid":"tt0286499"},{"title":"Deflation","year":" 2001","remarks":["(Short)"],"imdbid":"tt0294518"},{"title":"The Hole","year":" 2001","remarks":null,"imdbid":"tt0242527"},{"title":"The Wonderful World of Disney","year":" 2001","remarks":["(TV Series)"],"imdbid":"tt0132666"},{"title":"Oliver Twist","year":" 1999","remarks":["(TV Mini-Series)"],"imdbid":"tt0222608"},{"title":"Star Wars: Episode I - The Phantom Menace","year":" 1999","remarks":["(as Kiera Knightley)"],"imdbid":"tt0120915"},{"title":"Coming Home","year":" 1998","remarks":["(TV Series)"],"imdbid":"tt0158653"},{"title":"The Treasure Seekers","year":" 1996","remarks":["(TV Movie)"],"imdbid":"tt0117957"},{"title":"Innocent Lies","year":" 1995","remarks":null,"imdbid":"tt0113249"},{"title":"The Bill","year":" 1995","remarks":["(TV Series)"],"imdbid":"tt0084987"},{"title":"A Village Affair","year":" 1995","remarks":["(TV Movie)"],"imdbid":"tt0111627"},{"title":"Screen One","year":" 1993","remarks":["(TV Series)"],"imdbid":"tt0297625"}]},{"section":"Soundtrack","filmography":[{"title":"Begin Again","year":" 2013/II","remarks":["(performer: \"Step You Can't Take Back\", \"Lost Stars\" (Keira Version)",", \"Tell Me If You Wanna Go Home\", \"Coming Up Roses\", \"Like A Fool\", \"Tell Me If You Wanna Go Home (Rooftop Mix)","\" (uncredited)",")"],"imdbid":"tt1980929"},{"title":"The Edge of Love","year":" 2008","remarks":["(performer: \"Blue Tahitian Moon\", \"Maybe It's Because I Love You Too Much\", \"Drifting and Dreaming\")"],"imdbid":"tt0819714"},{"title":"Pirates of the Caribbean: At World's End","year":" 2007","remarks":["(performer: \"Hoist the Colours\")"],"imdbid":"tt0449088"},{"title":"Pirates of the Caribbean: The Curse of the Black Pearl","year":" 2003","remarks":["(performer: \"Yo Ho (A Pirate's Life for Me)","\")"],"imdbid":"tt0325980"},{"title":"Bend It Like Beckham","year":" 2002","remarks":["(performer: \"Hot Hot Hot\" (1983)",")"],"imdbid":"tt0286499"}]},{"section":"Camera and Electrical Department","filmography":[{"title":"Deflation","year":" 2001","remarks":["(Short)","(grip)"],"imdbid":"tt0294518"}]},{"section":"Thanks","filmography":[{"title":"Thunderpants","year":" 2002","remarks":["(very special thanks)"],"imdbid":"tt0283054"}]},{"section":"Self","filmography":[{"title":"IMDb Asks","year":" 2015","remarks":["(TV Series)"],"imdbid":"tt5070048"},{"title":"Entertainment Tonight","year":" 2006-2015","remarks":["(TV Series)"],"imdbid":"tt0081857"},{"title":"The 87th Annual Academy Awards","year":" 2015","remarks":["(TV Special)"],"imdbid":"tt3674910"},{"title":"Ellen: The Ellen DeGeneres Show","year":" 2006-2015","remarks":["(TV Series)"],"imdbid":"tt0379623"},{"title":"Jimmy Kimmel Live!","year":" 2014-2015","remarks":["(TV Series)"],"imdbid":"tt0320037"},{"title":"The EE British Academy Film Awards","year":" 2015","remarks":["(TV Special documentary)"],"imdbid":"tt4420868"},{"title":"E! Live from the Red Carpet","year":" 2006-2015","remarks":["(TV Series)"],"imdbid":"tt4346344"},{"title":"The 21st Annual Screen Actors Guild Awards","year":" 2015","remarks":["(TV Special)"],"imdbid":"tt4384904"},{"title":"20th Annual Critics' Choice Movie Awards","year":" 2015","remarks":["(TV Special)"],"imdbid":"tt4438144"},{"title":"72nd Golden Globe Awards","year":" 2015","remarks":["(TV Special)"],"imdbid":"tt3270224"},{"title":"Variety Studio: Actors on Actors","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt4267324"},{"title":"CBS This Morning","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt2163227"},{"title":"Good Morning America","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0072506"},{"title":"Late Night with Seth Meyers","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt3513388"},{"title":"Live! with Kelly","year":" 2007-2014","remarks":["(TV Series)"],"imdbid":"tt0096636"},{"title":"Hollywood Film Awards","year":" 2014","remarks":["(TV Special)"],"imdbid":"tt4196864"},{"title":"Janela Indiscreta","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt1612376"},{"title":"Wimbledon","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt3770700"},{"title":"The Insider","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0430836"},{"title":"E! News","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0266134"},{"title":"Today","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0044298"},{"title":"The View","year":" 2003-2014","remarks":["(TV Series)"],"imdbid":"tt0123366"},{"title":"The Daily Show","year":" 2005-2014","remarks":["(TV Series)"],"imdbid":"tt0115147"},{"title":"The Graham Norton Show","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0924651"},{"title":"Jack Ryan: The Smartest Guy in the Room","year":" 2014","remarks":["(Video short)"],"imdbid":"tt5299108"},{"title":"Sir Kenneth Branagh: The Tsar of Shadow Recruit","year":" 2014","remarks":["(Video short)"],"imdbid":"tt5299172"},{"title":"SAG Foundation Conversations","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt3395490"},{"title":"Celebrity Style Story","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt2576350"},{"title":"Anna Karenina: A Story of Epic Love","year":" 2013","remarks":["(Video documentary short)"],"imdbid":"tt2673622"},{"title":"Creating the Extraordinary World of Anna Karenina","year":" 2013","remarks":["(Video documentary short)"],"imdbid":"tt2673658"},{"title":"Creating the Stunning Costumes of Anna Karenina","year":" 2013","remarks":["(Video documentary short)"],"imdbid":"tt2673680"},{"title":"Keira Knightley: Becoming Anna","year":" 2013","remarks":["(Video documentary short)"],"imdbid":"tt2673692"},{"title":"Tavis Smiley","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt0403813"},{"title":"DP/30: Conversations About Movies","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt2386723"},{"title":"Late Night with Jimmy Fallon","year":" 2011-2012","remarks":["(TV Series)"],"imdbid":"tt1231460"},{"title":"Charlie Rose","year":" 2008-2012","remarks":["(TV Series)"],"imdbid":"tt0270116"},{"title":"The Tonight Show with Jay Leno","year":" 2003-2012","remarks":["(TV Series)"],"imdbid":"tt0103569"},{"title":"Made in Hollywood","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt0911896"},{"title":"ES.TV HD","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt1489335"},{"title":"Entertainers with Byron Allen","year":" 2012","remarks":["(TV Series documentary)"],"imdbid":"tt0428108"},{"title":"Up Close with Carrie Keagan","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt1434322"},{"title":"Soccer Aid","year":" 2012","remarks":["(TV Mini-Series)"],"imdbid":"tt1131753"},{"title":"The Jonathan Ross Show","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt2049323"},{"title":"55th BFI London Film Festival","year":" 2011","remarks":["(TV Movie)"],"imdbid":"tt2106293"},{"title":"Cinema 3","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt0111920"},{"title":"Breakfast","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt0262152"},{"title":"The Role That Changed My Life","year":" 2011","remarks":["(TV Series documentary)"],"imdbid":"tt6282514"},{"title":"The Republic of Telly","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt1538441"},{"title":"BFI London Film Festival Awards","year":" 2010","remarks":["(TV Special)"],"imdbid":"tt1777542"},{"title":"The People Speak UK","year":" 2010","remarks":["(Documentary)"],"imdbid":"tt1733300"},{"title":"Georgiana in Her Own Words","year":" 2009","remarks":["(Video short)"],"imdbid":"tt2872568"},{"title":"How Far She Went: Making the Duchess","year":" 2009","remarks":["(Video short)"],"imdbid":"tt2872542"},{"title":"Looking Over: The Edge of Love","year":" 2008","remarks":["(Video short)"],"imdbid":"tt1422692"},{"title":"Shootout","year":" 2005-2008","remarks":["(TV Series)"],"imdbid":"tt0390776"},{"title":"Late Night with Conan O'Brien","year":" 2005-2008","remarks":["(TV Series)"],"imdbid":"tt0106052"},{"title":"Late Show with David Letterman","year":" 2004-2008","remarks":["(TV Series)"],"imdbid":"tt0106053"},{"title":"Xposé","year":" 2008","remarks":["(TV Series)"],"imdbid":"tt1016283"},{"title":"Bringing the Past to Life: The Making of 'Atonement'","year":" 2008","remarks":["(Video short)"],"imdbid":"tt1205583"},{"title":"Imagine","year":" 2008","remarks":["(TV Series documentary)"],"imdbid":"tt0237968"},{"title":"An Evening at the Academy Awards","year":" 2008","remarks":["(TV Special)"],"imdbid":"tt1306973"},{"title":"Extra","year":" 2008","remarks":["(TV Series)"],"imdbid":"tt0247094"},{"title":"This Morning","year":" 2004-2008","remarks":["(TV Series)"],"imdbid":"tt0181261"},{"title":"Variety Club Showbiz Awards 2007","year":" 2007","remarks":["(TV Special)"],"imdbid":"tt1148739"},{"title":"Friday Night with Jonathan Ross","year":" 2007","remarks":["(TV Series)"],"imdbid":"tt0299302"},{"title":"HypaSpace","year":" 2007","remarks":["(TV Series documentary)"],"imdbid":"tt0315677"},{"title":"A Journey Behind the Scenes of 'Pirates of the Caribbean: At World's End'","year":" 2007","remarks":["(TV Short)"],"imdbid":"tt1053871"},{"title":"THS Investigates: Starving for Perfection","year":" 2006","remarks":["(TV Special)"],"imdbid":"tt0887786"},{"title":"According to Plan: The Making of 'Pirates of the Caribbean: Dead Man's Chest'","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5956456"},{"title":"Creating the Kraken","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5957412"},{"title":"Inside Dead Man's Chest","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5957772"},{"title":"Mastering the Blade with Orlando, Keira and Jack","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5956692"},{"title":"Meet Davy Jones: Anatomy of a Legend","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5957362"},{"title":"Pirates on Location: Cannibal Island & Tortuga Bar Brawl","year":" 2006","remarks":["(Video documentary)"],"imdbid":"tt5957686"},{"title":"Bloopers of the Caribbean","year":" 2006","remarks":["(Video short)","Herself / (uncredited)"],"imdbid":"tt3186906"},{"title":"American Masters","year":" 2006","remarks":["(TV Series documentary)"],"imdbid":"tt0364151"},{"title":"Pirates of the Caribbean: Secrets of Dead Man's Chest","year":" 2006","remarks":["(TV Movie)"],"imdbid":"tt0857391"},{"title":"The Oprah Winfrey Show","year":" 2006","remarks":["(TV Series)"],"imdbid":"tt0090493"},{"title":"The 78th Annual Academy Awards","year":" 2006","remarks":["(TV Special)"],"imdbid":"tt0497318"},{"title":"I Am a Bounty Hunter: Domino Harvey's Life","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt0815454"},{"title":"Pride & Prejudice: On Set Diaries","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt0959572"},{"title":"Pride & Prejudice: The Bennets","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt0959554"},{"title":"Pride & Prejudice: The Politics of 18th Century Dating","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt0959575"},{"title":"Pride & Prejudice: The Life and Times of Jane Austen","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt4307042"},{"title":"The Stately Homes of Pride & Prejudice: Basildon Park","year":" 2006","remarks":["(Video documentary short)","Herself / (uncredited)"],"imdbid":"tt4311092"},{"title":"The Stately Homes of Pride & Prejudice: Burghley House","year":" 2006","remarks":["(Video documentary short)","Herself / (uncredited)"],"imdbid":"tt4309512"},{"title":"The Stately Homes of Pride & Prejudice: Groombridge Place","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt4311100"},{"title":"The Stately Homes of Pride & Prejudice: Wilton House","year":" 2006","remarks":["(Video documentary short)","Herself / (uncredited)"],"imdbid":"tt4311088"},{"title":"The 63rd Annual Golden Globe Awards","year":" 2006","remarks":["(TV Movie documentary)"],"imdbid":"tt0770708"},{"title":"King Arthur: A Roundtable Discussion","year":" 2005","remarks":["(Video documentary short)"],"imdbid":"tt0450001"},{"title":"Isaac","year":" 2005","remarks":["(TV Series)"],"imdbid":"tt0491605"},{"title":"HBO First Look","year":" 2005","remarks":["(TV Series documentary)"],"imdbid":"tt0318220"},{"title":"El Magacine","year":" 2005","remarks":["(TV Series)"],"imdbid":"tt0475467"},{"title":"GMTV","year":" 2005","remarks":["(TV Series)"],"imdbid":"tt0222560"},{"title":"My Shot With","year":" 2005","remarks":["(TV Series)"],"imdbid":"tt0964920"},{"title":"The Jacket: Project History and Deleted Scenes","year":" 2005","remarks":["(Video documentary short)"],"imdbid":"tt0476664"},{"title":"Comic Relief: Red Nose Night Live 05","year":" 2005","remarks":["(TV Special)"],"imdbid":"tt0452674"},{"title":"Blood on the Land: The Making of a King","year":" 2004","remarks":["(Video documentary short)"],"imdbid":"tt0449845"},{"title":"Biography","year":" 2004","remarks":["(TV Series documentary)"],"imdbid":"tt0092322"},{"title":"The Lost Disc: The Monkey's Name Is Jack","year":" 2004","remarks":["(Video documentary)"],"imdbid":"tt5955464"},{"title":"The Making of 'King Arthur'","year":" 2004","remarks":["(TV Movie documentary)"],"imdbid":"tt0422705"},{"title":"52 Most Irresistible Women","year":" 2004","remarks":["(TV Movie documentary)"],"imdbid":"tt0420478"},{"title":"Starz Special: On the Set of 'King Arthur'","year":" 2004","remarks":["(TV Movie documentary)"],"imdbid":"tt0827524"},{"title":"An Epic at Sea: The Making of 'Pirates of the Caribbean: The Curse of the Black Pearl'","year":" 2003","remarks":["(Video documentary short)"],"imdbid":"tt0395141"},{"title":"Tinseltown TV","year":" 2003","remarks":["(TV Series)"],"imdbid":"tt0376434"},{"title":"Cartaz Cultural","year":" 2003","remarks":["(TV Series)"],"imdbid":"tt0395334"},{"title":"She Shoots, She Scores: The Making of 'Bend It Like Beckham'","year":" 2003","remarks":["(Video documentary short)"],"imdbid":"tt0401784"}]},{"section":"Archive footage","filmography":[{"title":"Entertainment Tonight","year":" 2014-2015","remarks":["(TV Series)"],"imdbid":"tt0081857"},{"title":"The Insider","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0430836"},{"title":"The Graham Norton Show","year":" 2014","remarks":["(TV Series)"],"imdbid":"tt0924651"},{"title":"Stars in Shorts","year":" 2012","remarks":null,"imdbid":"tt2644980"},{"title":"South Today","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt0887237"},{"title":"Celebrity Naked Ambition","year":" 2011","remarks":["(TV Movie documentary)"],"imdbid":"tt1867994"},{"title":"Farewell 'The Bill'","year":" 2010","remarks":["(TV Movie documentary)","Sheena Rose (uncredited)"],"imdbid":"tt1714047"},{"title":"20 to 1","year":" 2010","remarks":["(TV Series documentary)"],"imdbid":"tt0800968"},{"title":"Raiders of the Lost Archive","year":" 2009","remarks":["(TV Series documentary)"],"imdbid":"tt0944686"},{"title":"Almost Famous II","year":" 2009","remarks":["(TV Movie documentary)"],"imdbid":"tt1351089"},{"title":"The Story of the Costume Drama","year":" 2008","remarks":["(TV Series documentary)"],"imdbid":"tt1333054"},{"title":"The 80th Annual Academy Awards","year":" 2008","remarks":["(TV Special)","(uncredited)"],"imdbid":"tt1103965"},{"title":"Oscar, que empiece el espectáculo","year":" 2008","remarks":["(TV Movie documentary)","/ (uncredited)"],"imdbid":"tt1183149"},{"title":"Forbes 20 Under 25: Young, Rich and Famous","year":" 2007","remarks":["(TV Movie)"],"imdbid":"tt1229751"},{"title":"Paris Hilton Inc.: The Selling of Celebrity","year":" 2007","remarks":["(TV Movie documentary)"],"imdbid":"tt1990302"},{"title":"Movie Connections","year":" 2007","remarks":["(TV Series documentary)"],"imdbid":"tt1101386"},{"title":"Planet Voice","year":" 2007","remarks":["(TV Series)"],"imdbid":"tt0778564"},{"title":"Cómo conseguir un papel en Hollywood","year":" 2007","remarks":["(TV Movie documentary)"],"imdbid":"tt0969243"},{"title":"Cosmetic Surgery Nightmares","year":" 2006","remarks":["(TV Movie documentary)","Herself (uncredited)"],"imdbid":"tt0899026"},{"title":"World of Robin Hood","year":" 2006","remarks":["(TV Movie documentary)","Gwyn (uncredited)"],"imdbid":"tt0878815"},{"title":"Corazón de...","year":" 2005-2006","remarks":["(TV Series)"],"imdbid":"tt0463397"},{"title":"The Stately Homes of Pride & Prejudice: Chatsworth House","year":" 2006","remarks":["(Video documentary short)","Herself / (uncredited)"],"imdbid":"tt4309486"},{"title":"101 Sexiest Celebrity Bodies","year":" 2005","remarks":["(TV Movie)"],"imdbid":"tt0490768"},{"title":"Greatest Before They Were Stars TV Moments","year":" 2005","remarks":["(TV Movie documentary)"],"imdbid":"tt1281284"},{"title":"Pride and Prejudice Revisited","year":" 2005","remarks":["(TV Movie documentary)","(uncredited)"],"imdbid":"tt1217593"},{"title":"Stories of Lost Souls","year":" 2005","remarks":["Leah (segment \"New Year's Eve\")"],"imdbid":"tt0462721"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 04:13:39"}}