{"data":{"names":[{"dateOfBirth":"1928","placeOfBirth":" Croydon, Pennsylvania, USA","birthName":"Donald Mills Pearce","bio":"It's been said that if Donn Pearce is remembered at all, it won't be for having written \"Cool Hand Luke,\" his acclaimed but little-read novel about his life as a convict on a southern chain gang, but for the classic movie based on it. Starring Paul Newman in the Oscar-nominated title role, Cool Hand Luke (1967) was both a critical and commercial success. An outstanding film across the board, it brought us one of the screen's most compelling anti-heroes and one of the all-time great movie lines: \"What we've got here is failure to communicate.\" Nominated for Best Picture, \"Cool Hand Luke\" was one of the key films of the Sixties. Many consider it a masterpiece. Donn Pearce is not one of them. \"I seem to be the only guy in the United States who doesn't like the movie,\" Pearce told the Miami Herald in 1989. \"Everyone had a whack at it. They screwed it up 99 different ways.\" To begin with, Pearce has said he thinks Paul Newman was wrong for the part of Luke. Then there's the minimal royalties the financially strapped Pierson receives from a very successful movie based on his life. Faced with ill health, mounting medical bills, and other financial hardships, Pearce has had to work as a process server, bail bondsman, and private investigator just to make ends meets all these years. On top of this, when people think of \"Cool Hand Luke,\" they invariably remember the movie, not Pearce's book. Though critically acclaimed, Pearce's novel never received the readership it deserves. Even Pearce has said that \"the book is a nonentity.\" For over forty years, he's been trying to recreate its success with little luck. Donald Mills Pearce was born in 1928 in Croydon, Pennsylvania, but \"never really knew what it was like to have a home.\" His parents divorced when he was eleven. At fifteen, he dropped out of school and tried joining the merchant marine but was refused because he was underage. The Army was another story. In 1944, it needed infantry badly. Pearce lied about his age (he was sixteen) and was inducted. But he chafed under Army discipline and went AWOL before turning himself in. A court martial sentenced him to 30 days in the stockade but he was released almost immediately as a combat infantry replacement. About to be shipped off to war, Pearce wrote a desperate letter to his mom, who informed the Army that her son was underage. The Army discharged Pearce for false enlistment. Now seventeen, Pearce was old enough to join the merchant marine. He marveled at the world he saw during his travels. Arriving in Paris, he became involved in the thriving post-war European black market. He sold counterfeit American money to a police officer and wound up in a tough French prison. While working outside prison walls, Pearce made a run for it. Traveling cross-country by foot, he crossed the border into Italy. After replacing the seaman's papers the French had confiscated from him, Pearce boarded a ship to Canada. From there, he re-entered the United States. Back in America, the nineteen-year-old Pearce met an older burglar, who became his safecracking partner. Pearce admits he wasn't very good at it but he was addicted to the adrenaline rush of crime. But businesses now used checks instead of cash, and most of the 27 safes Pearce says he cracked held little or no money. In Tampa, Florida, Pearce thought he saw his big chance. Moviegoers were lined up around the block to see \"Hamlet.\" Pearce envisioned a theater safe full of money. His partner passed on the job. Pearce, who has described himself as someone whose \"mouth runs like a lunatic,\" bragged about the job to a waitress he was trying to bed. She told her husband, who was a cop. Pearce was convicted of breaking & entering and grand larceny. In 1949, he was sentenced to five years hard labor (\"back when hard time meant hard\"). He was twenty. Pearce spent the first year working in the print shop at the Florida State Penitentiary at Raiford. But then, he was sent to Road Camp No. 48, Tavares, Lake County, Florida. Over thirty years later, Pearce recalled the experience as \"a chamber of horrors.\" Chain gang inmates lived and worked with iron shackles riveted to their ankles for their entire sentences. Simple tasks such as removing and putting on their pants became a struggle. To avoid bruising their ankles, inmates had to adopt a stiff-legged, pigeon-toed gate or tie the ankle rings high on their calves. Road gangs worked from sunup to sundown tarring roads or clearing the tall grass and weeds along roadsides with \"bush axes\" or \"yo-yos.\" Also called Kayser blades or sling blades, these weed cutters had long wooden handles attached to an A-shaped yoke with a double-edged blade for clearing brush with vigorous forward and backward swings. Guards beat prisoners for any infraction. For special punishment, there was the \"Box,\" a cramped, unventilated wooden outhouse that was stifling by day and cold and full of insects at night. An inmate could earn a night in the Box for offenses ranging from losing his dinner spoon to \"eyeballing,\" that is, \"looking at someone who was passing you on the road. Prisoners weren't allowed to look at a free person in those days.\" Pearce was put in the Box twice: \"Once for talking in lineup and once for letting the mess hall door slam.\" After a night in the Box, an inmate was put back on the \"hard road\" at sunup. Pierce says he always yearned to write. He found a writing mentor in an inmate who was a Stanford graduate. Released after two years, Pearce returned to the merchant marine (earning a third-mate's license) and began writing in earnest during the long voyages. His fellow shipmates \"used to say in the forecastle, 'Imagine, a seaman trying to write a book!' and they'd roar laughing.\" A near-fatal motorcycle accident in 1959 immobilized Pearce for two years. In 1960, while recuperating, he started writing \"Cool Hand Luke.\" For five years, he rewrote it as many as six times, while serving in the merchant marine and living in studio apartments in New York. Pearce already had six unpublished novels under his belt when he finished \"Cool Hand Luke.\" It garnered a string of rejections. Finally, Scribner's published it in 1965. The New York Times called it an \"impressive novel; the most brutal and authentic account of a road gang-or chain gang-that we have had.\" Publishers Weekly praised \"the author's extraordinary gift for rhythmic prose, tragic drama, and realism made larger than life.\" The day before the book's release, the New York Times printed an article entitled \"A Picket Rejoices at his First Novel.\" Pearce was walking a picket line at New York's Pier 59. Unlike his fellow strikers, he was \"beaming\" on the eve of publication of his first book. He said that he met his wife, Christine, a nurse, while recuperating from his motorcycle crash, which he called \"one of the best accidents of my life.\" But despite good reviews, the hardcover sold a meager eleven hundred copies. A decade after the movie's release, the book was out of print and would be for another eight years. Sales of \"Cool Hand Luke\" were always disappointing, especially to Pearce, who struggled all his life to make a living despite having a hit film based on his life. Two years after the book's release, it was a major motion picture. Jalem, the production company of actor Jack Lemmon, bought the film rights. Pearce wrote the first draft of the screenplay, which was completed by Frank Pierson, Oscar-winning screenwriter of Dog Day Afternoon (1975). Pearce served as the film's technical adviser and had an uncredited bit part as \"Sailor.\" His entire time in Hollywood, Pearce felt unwelcome. He'd expected movie people to be more open-minded about his past, but he said they treated him like an ex-con. On the last day of filming, Pearce punched out a fellow actor. He wasn't invited to the movie's premiere but attended the Oscars ceremony when he was nominated for Best Screenplay. He lost to In the Heat of the Night (1967). The Pearces bought a house in Fort Lauderdale and struggled to raise their three sons, Hawser, Anker, and Rudder. Pearce wrote books and stories that were either rejected or published and made very little money. He worked as a freelance writer for Esquire, Playboy, Oui, and the Miami Herald. His wife, Chris, often had to work as a nurse to support them, despite ill health. It took Pearce fours years to complete the follow up to \"Cool Hand Luke.\" Published in 1972, \"Pier Head Jump\" was an off-beat, off-color tale about merchant marines who \"rescue\" an inflatable female doll that's so life-like, they squabble, fight, and, eventually, commit murder to possess \"her\" sexually. It was supposed to be a comedy. In 1974, Pearce published \"Dying in the Sun,\" a non-fiction account of the elderly in Florida that was not well-received. That's when Pearce quit writing to support his family, just six years after his Oscar nomination. For the next thirty years, he worked as a process server, bail bondsman, and private investigator. In later years, Pearce underwent hernia operations, fought cancer of the spleen, and suffered from arthritis. His wife, Chris, also struggles with rheumatoid arthritis. In 2004, Pearce returned to form with the acclaimed \"Nobody Comes Back,\" a tale of a young soldier during the Battle of the Bulge. The review from Newsweek was so good, it caused a brief spike in sales. \"Nobody Comes Back\" is Pearce's first acclaimed book since \"Cool Hand Luke.\" As further vindication, the paperback is due out in February 2009.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0668914","name":"Donn Pearce","idIMDB":"nm0668914","filmographies":[{"section":"Writer","filmography":[{"title":"Love for Rent","year":" 1979","remarks":["(TV Movie)","(story)"],"imdbid":"tt0079490"},{"title":"Cool Hand Luke","year":" 1967","remarks":["(novel)","/ (screenplay)"],"imdbid":"tt0061512"}]},{"section":"Actor","filmography":[{"title":"Cool Hand Luke","year":" 1967","remarks":["(uncredited)"],"imdbid":"tt0061512"}]},{"section":"Self","filmography":[{"title":"A Natural Born World-Shaker: Making 'Cool Hand Luke'","year":" 2008","remarks":["(Video documentary short)"],"imdbid":"tt1319135"},{"title":"The David Frost Show","year":" 1972","remarks":["(TV Series)"],"imdbid":"tt0063890"},{"title":"To Tell the Truth","year":" 1966","remarks":["(TV Series)"],"imdbid":"tt0048907"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 05:28:38"}}