{"data":{"names":[{"dateOfBirth":"30 December 1906","placeOfBirth":" Putney, London, England, UK","height":"6' 2\" (1.88 m)","bio":"Carol Reed was the second son of stage actor, dramatics teacher and impresario founder of the Royal School of Dramatic Arts Sir Herbert Beerbohm Tree. Reed was one of Tree's six illegitimate children with Beatrice Mae Pinney, who Tree established in a second household apart from his married life. There were no social scars here; Reed grew up in a well-mannered, middle-class atmosphere. His public school days were at King's School, Canterbury, and he was only too glad to push on with the idea of following his father and becoming an actor. His mother wanted no such thing and shipped him off to Massachusetts in 1922, where his older brother resided on--of all things--a chicken ranch. It was a wasted six months before Reed was back in England and joined a stage company of Dame Sybil Thorndike, making his stage debut in 1924. He forthwith met British writer Edgar Wallace, who cashed in on his constant output of thrillers by establishing a road troupe to do stage adaptations of them. Reed was in three of these, also working as an assistant stage manager. Wallace became chairman of the newly formed British Lion Film Corp. in 1927, and Reed followed to become his personal assistant. As such he began learning the film trade by assisting in supervising the filmed adaptations of Wallace's works. This was essentially his day job. At night he continued stage acting and managing. It was something of a relief when Wallace passed on in 1932; Reed decided to drop the stage for film and joined historic Ealing Studios as dialog director for Associated Talking Pictures under Basil Dean. Reed rose from dialog director to second-unit director and assistant director in record time, his first solo directorship being the adventure Midshipman Easy (1935). This and his subsequent effort, Laburnum Grove (1936), attracted high praise from a future collaborator, novelist/critic Graham Greene, who said that once Reed \"gets the right script, [he] will prove far more than efficient.\" However, Reed would endure the sort of staid, boilerplate filmmaking that characterized British \"B\" movies until he left this behind with The Stars Look Down (1940), his second film with Michael Redgrave, and his openly Hitchcockian Night Train to Munich (1940), a comedy-thriller with Rex Harrison. It has often been seen as a sequel to Alfred Hitchcock's The Lady Vanishes (1938) with the same screenwriters and comedy relief--Basil Radford and Naunton Wayne, who would just about make careers as the cricket zealots Charters and Caldicott, from \"Vanishes\". The British liked these films and, significantly, so did America, where Hollywood still wondered whether their patronage of the British film industry was worth the gamble of a payoff via the US public. Dean was just one of several powerhouse producers rising in Britain in the 1930s. Other names are more familiar: Alexander Korda and J. Arthur Rank stand out. For Reed, who would wisely decide to start producing his own films in order to have more control over them, finding his niche was still a challenge into the 1940s. He was only too well aware that the film director led a team effort--his was partly a coordinator's task, harmonizing the talents of the creative team. The modest Reed would admit to his success being this partnership time and again. So he gravitated toward the same scriptwriters, art directors and cinematographers as his movie list spread out. There were more thrillers and some historical bios: The Remarkable Mr. Kipps (1941) with Redgrave and The Young Mr. Pitt (1942) with Robert Donat. He did service and war effort fare through World War II, but these were more than flag wavers, for Reed dealt with the psychology of transitioning to military life. His Anglo-American documentary of combat (co-directed by Garson Kanin), The True Glory (1945), won the 1946 Oscar for Best Documentary. With that under his belt, Reed was now recognized as Britain's ablest director and could pick and choose his projects. He also had the clout--and the all-important funds--to do what he thought was essential to ensure realism on a location shoot, something missing in British film work prior to Reed. Odd Man Out (1947) with James Mason as an IRA hit man on the run did just that and was Reed's first real independent effort, and he had gone to Rank to do it. All too soon, however, that organization began subjugating directors' wishes to studio needs, and Reed made perhaps his most important associative decision and joined Korda's London Films. Here was one very important harmony--he and Korda thought along the same lines. Though Anthony Kimmins had scripted four films for Reed, it was time for Korda to introduce the director to Graham Greene. Their association would bring Reed his greatest successes. The Fallen Idol (1948) was based on a Greene short story, with Ralph Richardson as a do-everything head butler in a diplomatic household. Idolized by the lonely, small son of his employer, he becomes caught up in a liaison with a woman on the work staff, who was much younger than his shrewish wife. It may seem slow to an American audience, but with the focus on the boy's wide-eyed view of rather gloomy surroundings, as well as the adult drama around him, it was innovative and a solid success. What came next was a landmark--the best known of Reed's films. The Third Man (1949) was yet another Greene story, molded into a gem of a screenplay by him, though Reed added some significant elements of his own. The film has been endlessly summarized and analyzed and, whether defined as an international noir or post-war noir or just noir, it was cutting-edge noir and unforgettable. This was Reed in full control--well, almost-- and the money was coming from yet another wide-vision producer, David O. Selznick, along with Korda. Tension did develop in this effort keep a predominantly Anglo effort in this Anglo-American collaboration. There were complications, though. For one thing, Korda--old friend and somewhat kindred spirit of wunderkind director Orson Welles--had a gentlemen's agreement with the latter for three pictures, but these were not forthcoming. Korda could be as evasive as Welles was known to be, and Welles had come to Europe to further his inevitable film projects after troubles in Hollywood. Always desperate for seed money, Welles was forced to take acting parts in Europe to build up his bank account in order to finance his more personal projects. He thus accepted the role of the larger-than-life American flim-flam man turned criminal, Harry Lime. The extended time spent filming the Vienna sewer scenes on location and at the elaborate set for them at Shepperton Studios in London, entailed the longest of the ten minutes or so of Welles' screen time. Here was a potential source of directorial intimidation if ever there was one. Welles took it upon himself to direct Reed's veteran cinematographer Robert Krasker with his own vision of some sewer sequences in London (after leaving the location shoot in Vienna), using many takes. Supposedly, Reed did not use any of Welles' footage, and in fact whatever there was got conveniently lost. Yet Citizen Kane (1941)'s shadow was so looming that Welles was given credit for a lot of camera work, atmospherics and the chase scenes. He had referred to the movie as \"my film\" later on and had said he wrote all his dialog. Some of the ferris wheel dialog with its famous famous \"cuckoo clock\" speech (which Reed and Greene both attributed to him) was probably the essence of Welles' contributions. Krasker's quirky angles under Reed's direction perfectly framed the ready-made-for-an-art designer bombed-out shadows and stark, isolated street lights of postwar Vienna and its underworld. Unique to cinema history, the whole score (except for some canned incidental café music) was just the brilliant zither playing of Anton Karas, adding his nuances to every dramatic transition. Krasker won an Oscar, and Karas was nominated for one. Reed's attention to detailed casting also paid off, particularly in casting German-speaking actors and background players. Selznick insisted on Joseph Cotten as Holly Martins, the benighted protagonist, and his clipped and sharp voice and subterranean drawl were perfect for the part. Reed had wanted James Stewart--definitely a different perception than Americans of its leading men. Selznick parted ways with Reed on other issues, however; there was a laundry list of reasons for his re-editing and changing some incidentals for the shorter American version, partly based on negative comments from sneak preview responses. Perhaps it was the constant interruptions from the other side of the Atlantic that drove Reed to personally narrate the introduction describing Martins in the British version of the film (given the basic tenets of noir films, the star always played narrator to introduce the story and voice over where appropriate). Selznick showed himself--in this instance, anyway--to have a better directorial sense by substituting Cotten introducing himself in the American cut. It made far more sense and was much more effective. On the other hand, Selznick's editing of the pivotal railway café scenes with Cotten and Alida Valli had continuity problems. Nonetheless, the film was an international smash, and all the principal players reaped the rewards. Reed did not get an Oscar, but he did win the Cannes Film Grand Prix. Greene was motivated enough to take the story and expand it into a best-selling novel. Even Welles, with his minimum screen time--he was spending most of his time in Europe trying to obtain financing for his newest project, Othello (1956)--milked the movie for all it was worth. He did not deny directorial influences (though in a 1984 interview he did), and even developed a Harry Lime radio show back home. However, the movie had its detractors. It was called too melodramatic and too cynical. The short scenes of untranslated German dialog were also criticized, yet that lent to the atmosphere of confusion and helplessness of Martins caught in a wary, potentially dangerous environment--something the audience inevitably was able to share. It was all too ironic that Reed, now declared by some as the greatest living director of the time, found his career in decline thereafter. Of his total output, four were based on plays, three on stories and 15 on novels. With less than half of them to go, he was to be disappointed for the most part. His The Man Between (1953) with James Mason was too much of a \"Third Man\" reprise, and A Kid for Two Farthings (1955) was too sentimental. By now Reed was being sought by enterprising Hollywood producers. He had--as he usually did--the material for a first-rate movie with two popular American actors, Burt Lancaster and Tony Curtis for Trapeze (1956). However, it suffered from a slow script, as would the British-produced The Key (1958), despite another international cast. Things finally picked up with his venture into another Greene-scripted film from his novel, with Alec Guinness in the lead in the UK spy spoof Our Man in Havana (1959) with yet another winning international cast. When Hollywood called again, the chance at such a British piece of history as Mutiny on the Bounty (1962) with a mostly British cast and Marlon Brando seemed bound for success. It was the second version of the movie produced by MGM (the first being the Clark Gable starrer Mutiny on the Bounty (1935)). However, Brando's history of being temperamental was much in evidence on location in Tahiti. Reed shot a small part of the picture but finally left, having more than his fill of the star's ego (and, evidently, being allowed too much artistic control by the studio) and the film was finished by Lewis Milestone. Reed would ultimately be branded as a failure in directing historical movies, but it was an unfair appraisal based on the random aspect of film success and such forces of nature as Brando, not artistic and technical expertise. The opportunity to make another film came knocking again with Reed and American money forming the production company International Classics to produce Irving Stone's best-selling story of Michelangelo and the painting of the Sistine Chapel, The Agony and the Ecstasy (1965). Here is perhaps the prime example of Reed being given short shrift for a really valiant effort at an historical, artistically significant and cultural epic because it was a \"flop\" at the box office. Shot on location in Rome and its environs, the film had a first-rate cast headed by Charlton Heston doing his method best as the temperamental artist with Rex Harrison, an effortless standout as the equally volatile Pope Julius II. Diane Cilento did fine work as the Contessina de Medici, with the always stalwart Harry Andrews as architect rival Donato Bramante. Most of the other roles were filled by Italians dubbed in English, but they all look good. Reed's attention to historical detail provided perhaps the most accurate depiction of early 16th-century Italy--from costumes and manners to military action and weapons (especially firearms)--ever brought to the screen. The script by Philip Dunne was brisk and always entertaining in the verbal battle between the artist and his pontiff. Yet by the 1960s costume epics were going out of style and bigger flops, such as Cleopatra (1963) (talk about agony) despite the wealth of stars which included Harrison, tended to spread like a disease to those few that came later. Despite a high-powered distribution campaign by Twentieth Century-Fox, Reed's exemplary effort would ultimately be appreciated by art scholars and historians--not the stuff of Hollywood's money mentality. For Reed the only remaining triumph was, of all things, a musical--his first and only--yet again he was working with children. However, the adaptation of the great Charles Dickens novel \"Oliver Twistt\" top the screen (as Oliver! (1968)) was a sensation with a lively script and music amid a realistic 19th-century London that was up to Reed's usual standards. The film was nominated for no less than 11 Oscars, wining five and two of the big ones--Best Picture and Best Director. Reed had finally achieved that bit of elusiveness. He could never be so simplistically stamped with an uneven career; Reed had always kept to a precise craftsman's movie-making formula. Fellow British director Michael Powell had said that Reed \"could put a film together like a watchmaker puts together a watch\". It was Graham Greene, however, who gave Reed perhaps the more important personal accolade: \"The only director I know with that particular warmth of human sympathy, the extraordinary feeling for the right face in the right part, the exactitude of cutting, and not least important the power of sympathizing with an author's worries and an ability to guide him.\"","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMjBjZjRjMTctNzc1OC00NDZlLTgxODEtNTE1YmIxOGUyNWY1XkEyXkFqcGdeQXVyMjUxODE0MDY@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0715346","name":"Carol Reed","idIMDB":"nm0715346","filmographies":[{"section":"Director","filmography":[{"title":"The Public Eye","year":" 1972","remarks":null,"imdbid":"tt0069131"},{"title":"Flap","year":" 1970","remarks":null,"imdbid":"tt0065726"},{"title":"Oliver!","year":" 1968","remarks":null,"imdbid":"tt0063385"},{"title":"The Agony and the Ecstasy","year":" 1965","remarks":null,"imdbid":"tt0058886"},{"title":"The Running Man","year":" 1963","remarks":null,"imdbid":"tt0057463"},{"title":"Mutiny on the Bounty","year":" 1962","remarks":["(some scenes, uncredited)"],"imdbid":"tt0056264"},{"title":"Our Man in Havana","year":" 1959","remarks":null,"imdbid":"tt0054152"},{"title":"The Key","year":" 1958","remarks":null,"imdbid":"tt0051816"},{"title":"Trapeze","year":" 1956","remarks":null,"imdbid":"tt0049875"},{"title":"A Kid for Two Farthings","year":" 1955","remarks":null,"imdbid":"tt0048250"},{"title":"The Man Between","year":" 1953","remarks":null,"imdbid":"tt0046031"},{"title":"Outcast of the Islands","year":" 1951","remarks":null,"imdbid":"tt0045002"},{"title":"The Third Man","year":" 1949","remarks":null,"imdbid":"tt0041959"},{"title":"The Fallen Idol","year":" 1948","remarks":null,"imdbid":"tt0040338"},{"title":"Odd Man Out","year":" 1947","remarks":null,"imdbid":"tt0039677"},{"title":"The True Glory","year":" 1945","remarks":["(Documentary)","(uncredited)"],"imdbid":"tt0038192"},{"title":"The Way Ahead","year":" 1944","remarks":null,"imdbid":"tt0037449"},{"title":"The New Lot","year":" 1943","remarks":["(Short)"],"imdbid":"tt0438926"},{"title":"The Young Mr. Pitt","year":" 1942","remarks":null,"imdbid":"tt0035586"},{"title":"A Letter from Home","year":" 1941","remarks":["(Short)"],"imdbid":"tt0033828"},{"title":"The Remarkable Mr. Kipps","year":" 1941","remarks":null,"imdbid":"tt0033790"},{"title":"Night Train to Munich","year":" 1940","remarks":null,"imdbid":"tt0032842"},{"title":"Girl in the News","year":" 1940","remarks":null,"imdbid":"tt0033663"},{"title":"The Stars Look Down","year":" 1940","remarks":null,"imdbid":"tt0031976"},{"title":"A Girl Must Live","year":" 1939","remarks":null,"imdbid":"tt0031367"},{"title":"Climbing High","year":" 1938","remarks":null,"imdbid":"tt0031161"},{"title":"Penny Paradise","year":" 1938","remarks":null,"imdbid":"tt0030569"},{"title":"Three on a Weekend","year":" 1938","remarks":null,"imdbid":"tt0029894"},{"title":"Who's Your Lady Friend?","year":" 1937","remarks":null,"imdbid":"tt0029771"},{"title":"Talk of the Devil","year":" 1936","remarks":null,"imdbid":"tt0029637"},{"title":"Laburnum Grove","year":" 1936","remarks":null,"imdbid":"tt0027859"},{"title":"Midshipman Easy","year":" 1935","remarks":null,"imdbid":"tt0026713"},{"title":"It Happened in Paris","year":" 1935","remarks":["(uncredited)"],"imdbid":"tt0026536"}]},{"section":"Producer","filmography":[{"title":"The Agony and the Ecstasy","year":" 1965","remarks":["(producer - uncredited)"],"imdbid":"tt0058886"},{"title":"The Running Man","year":" 1963","remarks":["(producer)"],"imdbid":"tt0057463"},{"title":"Our Man in Havana","year":" 1959","remarks":["(producer)"],"imdbid":"tt0054152"},{"title":"A Kid for Two Farthings","year":" 1955","remarks":["(producer)"],"imdbid":"tt0048250"},{"title":"The Man Between","year":" 1953","remarks":["(producer)"],"imdbid":"tt0046031"},{"title":"Outcast of the Islands","year":" 1951","remarks":["(producer)"],"imdbid":"tt0045002"},{"title":"The Third Man","year":" 1949","remarks":["(producer)"],"imdbid":"tt0041959"},{"title":"The Fallen Idol","year":" 1948","remarks":["(producer)"],"imdbid":"tt0040338"},{"title":"Odd Man Out","year":" 1947","remarks":["(producer)"],"imdbid":"tt0039677"}]},{"section":"Second Unit Director or Assistant Director","filmography":[{"title":"Java Head","year":" 1934","remarks":["(assistant director - uncredited)"],"imdbid":"tt0025326"},{"title":"Autumn Crocus","year":" 1934","remarks":["(assistant director)"],"imdbid":"tt0024848"},{"title":"Three Men in a Boat","year":" 1933","remarks":["(assistant director)"],"imdbid":"tt0024662"},{"title":"Loyalties","year":" 1933","remarks":["(assistant director)"],"imdbid":"tt0024275"},{"title":"The Squeaker","year":" 1930","remarks":["(assistant director: stage)"],"imdbid":"tt0021415"}]},{"section":"Writer","filmography":[{"title":"The Third Man","year":" 1949","remarks":["(uncredited)"],"imdbid":"tt0041959"},{"title":"No Parking","year":" 1938","remarks":["(story)"],"imdbid":"tt0030506"},{"title":"Talk of the Devil","year":" 1936","remarks":["(screenplay)","/ (story)"],"imdbid":"tt0029637"}]},{"section":"Actor","filmography":[{"title":"The Third Man","year":" 1949","remarks":["Opening Narrator - UK Version (voice, uncredited)"],"imdbid":"tt0041959"},{"title":"Red Aces","year":" 1930","remarks":null,"imdbid":"tt0020314"},{"title":"The Flying Squad","year":" 1929","remarks":null,"imdbid":"tt0019890"}]},{"section":"Self","filmography":[{"title":"Edgar Wallace: The Man Who Made His Name","year":" 1976","remarks":["(TV Movie documentary)"],"imdbid":"tt1391055"},{"title":"Omnibus","year":" 1969","remarks":["(TV Series documentary)"],"imdbid":"tt0200358"},{"title":"The 41st Annual Academy Awards","year":" 1969","remarks":["(TV Special)"],"imdbid":"tt0353127"},{"title":"The Moviemakers","year":" 1968/I","remarks":["(Documentary short)","Himself (voice)"],"imdbid":"tt0857236"},{"title":"The Jack Paar Tonight Show","year":" 1960","remarks":["(TV Series)"],"imdbid":"tt0050030"},{"title":"Salute to Show Business","year":" 1957","remarks":["(TV Movie)"],"imdbid":"tt1894538"},{"title":"Korda Interviews","year":" 1956","remarks":["(TV Movie documentary)"],"imdbid":"tt0848353"}]},{"section":"Archive footage","filmography":[{"title":"A Sense of Carol Reed","year":" 2006","remarks":["(Video documentary short)"],"imdbid":"tt0901690"},{"title":"Shadowing the Third Man","year":" 2004","remarks":["(TV Movie documentary)"],"imdbid":"tt0429086"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 05:42:56"}}