{"data":{"names":[{"height":"5' 7½\" (1.71 m)","bio":"Fred S. (Ted) Raymond Jr. was born December 29, 1931, in Newton, MA. His parents were Fred S. Raymond and Bessie T. Raymond. He grew up in Wakefield, MA, graduating from Wakefield H.S. in 1949. He served in the US Air Force 1949-1952, stationed in Korea, Panama and Puerto Rico. He married his first wife, Kathleen, in 1953. They were divorced in 1976. He has two children from that marriage, Fred (Ted) III and Kathleen.He was a sportswriter in western Massachusetts before attending UMass-Amherst 1956-1959, where he was assistant sports information director while attending school. He graduated in 1959 with a B.B.A. degree. Having received a commission as a 2nd Lieutenant, Armor, in the US Army through ROTC, he went on to serve until 1976, retiring as a Major after a total of 25 years military service. He served in Germany and four tours in Vietnam, awarded 5 Bronze Stars with V device and 2 Purple Hearts. He received his M.A. degree from Webster University in 1974, studying through the military extension program. Following retirement at Fort Sheridan, IL, he began his professional acting career, joining Actors Equity, SAG and AFTRA in 1977. He married his second wife, Mary Ann, in 1979. They have one son, Kenneth. Moving to the Florida panhandle in 1981, he went on withdrawal from the unions and worked as a golfwriter and general columnist for 25 years before \"retiring\" again and moving to the Phoenix west valley. He reactivated his SAG membership in 1997 when cast as Spencer in \"The Truman Show.\" Since relocating to Arizona in 2007, he has been active in Phoenix area theatre and reactivated his AEA membership in 2015. He is represented by Dani's Agency.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BNTU4MjUxOTAzM15BMl5BanBnXkFtZTgwMjg4NzEyNjE@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0713376","name":"Ted Raymond","nicknames":["Ferret"],"idIMDB":"nm0713376","filmographies":[{"section":"Actor","filmography":[{"title":"The Truman Show","year":" 1998","remarks":null,"imdbid":"tt0120382"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 05:42:28"}}