{"data":{"names":[{"dateOfBirth":"23 July 1928","placeOfBirth":" Brooklyn, New York, USA","bio":"American writer. He was born and brought up in New York City, the son of Hubert and Adalin Selby. His father was a merchant seaman and former coal-miner from Kentucky who had settled in the Red Hook district of Brooklyn. Hubert Sr. returned to the merchant marine after the outbreak of World War Two, where in 1944 Hubert Jr. followed him. He had attended various New York state schools, including Peter Stuyvesant High, before dropping out aged 15. In his third year at sea, Selby contracted tuberculosis. Told he had only months to live, he was taken off his ship, docked in Bremen, Germany, and transported back to America. At the Marine Hospital, New York, he was treated with an experimental drug, streptomycin, and underwent surgery, having 10 ribs removed in order for surgeons to operate on his lungs (one of which had collapsed). The streptomycin treatment saved him but left him with acute pulmonary problems which persisted for the rest of his life. When he left hospital after three years he was dependent on morphine; however, the spell in hospital had also given him his first opportunity to read seriously and he had determined to be a writer. He married for the first time in 1949 but with no qualifications, no work experience outside the forces and severe ill-health his job prospects were poor and so he stayed at home to bring up his daughter while his wife worked in a department store. During this period he made the acquaintance of several writers, including Gilbert Sorrentino and Amiri Baraka, who encouraged his literary efforts. During the 1950s he had a succession of jobs - secretary, insurance analyst, freelance copywriter, gas station attendant - whilst working on a collection of short stories called \"The Queen in Dead\" based on the people he had met in bars near the army base in Brooklyn. Several of these stories appeared in small literary journals, including \"Black Mountain Review\", \"New Directions\" and \"The Provincetown Review\". The decision of the latter in 1961 to print his story \"Tralala\" (about the gang-rape and murder of a prostitute) involved it in an obscenity trial: the editor was arrested for selling pornographic literature to a minor. The case was later dismissed on appeal. When the collection of loosely linked stories had taken shape as \"Last Exit to Brooklyn\", Amiri Baraka suggested that Selby contact Sterling Lord, Jack Kerouac's agent. The books was published by Grove Press (who had also published works by William S. Burroughs) in 1964. Although critical opinion was sharply divided, the book drew praise from Allen Ginsberg as a work that would \"still be eagerly read in a hundred years\". When the rights for the British edition were bought by Marion Boyars and John Calder, the manuscript was submitted to the Director of Public Prosecutions. His reply was unhelpful, and the book was published to favourable reviews and sales of nearly 14,000 copies. Then the director of Blackwell's bookshop in Oxford complained and although the DPP still declined to act a private prosecution was initiated in July 1966 by Sir Cyril Black, Conservative MP for Wimbledon, before Marlborough Street Magistrates' Court. After a guilty verdict was returned, the public prosecutor brought an action under Section 2 of the Obscene Publications Act. At the trial, in London's Old Bailey court, witnesses for the prosecution included the publisher Sir Basil Blackwell, and witnesses for the defence the scholars 'Al Alvarez' (II) and Professor Frank Kermode (who compared the book to Dickens). The jury was entirely male, Judge Graham Rigers having directed that women \"might be embarrassed at having to read a book which dealt with homosexuality, prostitution, drug-taking and sexual perversion\". The trial lasted 9 days and, although a guilty verdict was returned, in August 1968 an appeal led by the lawyer and writer John Mortimer was finally successful, the whole case representing a turning-point in British censorship laws. By this point the book had sold 33,000 hardback copies and 500,000 paperbacks in the US alone. Meanwhile, Selby's struggles with dependency continued, and in 1967 he spent two months in jail for possession of heroin. Shortly after this he managed to beat his addiction by cold turkey. In 1969, his frail health no longer able to withstand the severity of New York winters, he moved south to West Hollywood, where he lived until his death. The subject-matter of his books remained uncompromising: his second novel, \"The Room\" (1971), dealt with the sadistic sexual fantasies of an unjustly imprisoned man, plotting revenge on the two policemen who arrested him. \"The Demon\" (1976) was about a man obsessed by brutal, loveless sex, and \"Requiem for a Dream\" (1978) about drug addiction. The latter was written in 6 weeks after a near-fatal bout of pneumonia. As Selby got older, the pace of his writing slowed: when in 1986 the collection of short stories, \"Song of the Silent Snow\", was published, some dated back 20 years. He wrote two subsequent novels, \"The Willow Tree\" (1998) and \"The Waiting Period\" (2001) as well as collaborating on a screen adaptation of \"Requiem for a Dream\". At the time of his death he was teaching creative writing part-time at the University of Southern California.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0782968","name":"Hubert Selby Jr.","idIMDB":"nm0782968","filmographies":[{"section":"Actor","filmography":[{"title":"Sunset Motel","year":" 2003","remarks":null,"imdbid":"tt0856277"},{"title":"Had Some Time","year":" 2003","remarks":["(Short)"],"imdbid":"tt0461961"},{"title":"The Huntress","year":" 2000","remarks":["(TV Series)"],"imdbid":"tt0250157"},{"title":"Requiem for a Dream","year":" 2000","remarks":null,"imdbid":"tt0180093"},{"title":"Scotch and Milk","year":" 1998","remarks":null,"imdbid":"tt0120081"},{"title":"Last Exit to Brooklyn","year":" 1989","remarks":null,"imdbid":"tt0097714"}]},{"section":"Writer","filmography":[{"title":"Inside Job","year":" 2003","remarks":["(screenplay by)"],"imdbid":"tt0289944"},{"title":"Requiem for a Dream","year":" 2000","remarks":["(based on the book by)","/ (screenplay)"],"imdbid":"tt0180093"},{"title":"Fortune Cookie","year":" 1991","remarks":["(Short)"],"imdbid":"tt0902284"},{"title":"Last Exit to Brooklyn","year":" 1989","remarks":["(book)"],"imdbid":"tt0097714"},{"title":"Jour et nuit","year":" 1986","remarks":null,"imdbid":"tt0089384"}]},{"section":"Thanks","filmography":[{"title":"Paper Boys","year":" 2009","remarks":["(in memory of)"],"imdbid":"tt1391110"}]},{"section":"Self","filmography":[{"title":"Hubert Selby Jr: It/ll Be Better Tomorrow","year":" 2005","remarks":["(Documentary)"],"imdbid":"tt0437236"},{"title":"Hollywood High","year":" 2003","remarks":["(TV Special documentary)"],"imdbid":"tt0356695"},{"title":"Tusind former for frygt","year":" 2003","remarks":["(TV Movie documentary)"],"imdbid":"tt0381672"},{"title":"Memories Dreams & Addictions","year":" 2001","remarks":["(Video documentary short)"],"imdbid":"tt0392438"},{"title":"Lost Angeles - Eine Stadt zwischen Traum und Trauma","year":" 2000","remarks":["(Documentary)"],"imdbid":"tt0280879"},{"title":"Hubert Selby Jr., 2 ou 3 choses...","year":" 2000","remarks":["(Documentary)"],"imdbid":"tt0236311"},{"title":"Nulle part ailleurs (soir)","year":" 1999","remarks":["(TV Series)"],"imdbid":"tt0196277"},{"title":"Drug-Taking and the Arts","year":" 1993","remarks":["(Documentary)","Himself (novelist)","(as Hubert Selby Jnr)"],"imdbid":"tt0257573"},{"title":"The Late Show","year":" 1990","remarks":["(TV Series documentary)"],"imdbid":"tt0224503"},{"title":"Lunettes noires pour nuits blanches","year":" 1989","remarks":["(TV Series)"],"imdbid":"tt0346329"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 05:59:15"}}