{"data":{"names":[{"dateOfBirth":"26 August 1966","placeOfBirth":" France","birthName":"Souleymane Dicko","height":"5' 10\" (1.78 m)","bio":"Solo made his debut in hip-hop in 1982 at the Trocadéro with smurf and breakdance. In 1984, he joined the dance group Paris City Breakers2. In 1987, he founded with Rockin 'Squat, the French rap group Assassin. He left the group in 1994 but went back on stage with Squat on several occasions, including the Olympia in 2009. In 1995, he assumed the artistic direction and coordination of \"La Haine\", music inspired by the film gathering the main figures of the French rap of the time. He also produced the Popopop track, freestyle of the album \"Paris under the bombs\" of NTM, and then in collaboration with the Marseille producer Jacojack he remixed the title \"Faut qu'j'travaille\" of Princess Erika. In 1996, he produces Polo's \"Dry Break\", on the first Hostile compilation, but he also coproduces with Fred Chichin of the Rita Mitsouko the song \"Les consonnes\". In 1998, he sang the title \"Cauchemar sans fin\", which he co-produced with Jacojack for the closing credits of the film Assassin(s) by Mathieu Kassovitz. In 2000, he composes with Uncle O the piece F.U.A which will be integrated in the film Les Rivières pourpres by Mathieu Kassovitz. In 2002, he founded the electro hip-hop Toxic (punk, rock, rap, electro, jam) with Uncle O. He has since made frequent appearances as a solo DJ at the Social Club, in the \"Back in the Day\" parties, or as a duo with other DJs like DJ Pone and Crazy B from Birdy Nam Nam, Brodinski, Dr. Vince, Boombass de Cassius or the godfather Dee Nasty. Solo is a resident DJ resident of the very select Parisian club Silencio, decorated by David Lynch, but remains very attached to his roots as he often animates the evenings following the screenings of Mr. Rocket's documentary, Smells Like Hip Hop. In 2007, he founded the label Black Frog Entertainment, on which he signed in co-production with LaBreak Center the album 36/15 of the electro band Dark Gonzo, MonomaniaX.","urlPhoto":"http://ia.media-imdb.com/images/G/01/imdb/images/nopicture/medium/name-2135195744._CB522736367_.png","urlIMDB":"http://www.imdb.com/name/nm0813217","name":"Solo","idIMDB":"nm0813217","filmographies":[{"section":"Actor","filmography":[{"title":"Demain tout commence","year":" 2016","remarks":null,"imdbid":"tt5078204"},{"title":"Le chant des mygales","year":" 2015","remarks":["(Short)"],"imdbid":"tt4691296"},{"title":"Simon Killer","year":" 2012","remarks":null,"imdbid":"tt1790834"},{"title":"Mon pote","year":" 2010","remarks":null,"imdbid":"tt1688070"},{"title":"Demi-deuil","year":" 2009","remarks":["(Short)"],"imdbid":"tt1535984"},{"title":"Gettin' Da Munchies","year":" 2005","remarks":["(Video)"],"imdbid":"tt0475964"},{"title":"Les enquêtes d'Éloïse Rome","year":" 2003","remarks":["(TV Series)"],"imdbid":"tt0267165"},{"title":"Navarro","year":" 2002","remarks":["(TV Series)"],"imdbid":"tt0096658"},{"title":"Les boeuf-carottes","year":" 2001","remarks":["(TV Series)"],"imdbid":"tt0169418"},{"title":"La Haine","year":" 1995","remarks":null,"imdbid":"tt0113247"}]},{"section":"Soundtrack","filmography":[{"title":"La Haine","year":" 1995","remarks":["(performer: \"Hard Core\")","/ (writer: \"Hard Core\")"],"imdbid":"tt0113247"}]},{"section":"Self","filmography":[{"title":"The Sixth Man","year":" 1997","remarks":null,"imdbid":"tt0120142"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 06:08:14"}}