{"data":{"names":[{"dateOfBirth":"5 December 1911","placeOfBirth":" Sosnowiec, Poland, Russian Empire [now Sosnowiec, Slaskie, Poland]","height":"5' 11\" (1.8 m)","bio":"Wladyslaw Szpilman was born in 1911 in Sosnowiec. On leaving school, he went to Warsaw to study music (piano) in the Chopin School of Music, under Professor Jozef Smidowicz, and later, under Professor Aleksander Michalowski (both scholars of Franz List). In 1931 he went to Berlin to the Academy of Music studying under Professor Leonid Kreutzer and Arthur Schnabel (piano) and Professor Franz Schreker (composition). At this time he wrote his Violin Concerto, Piano Suite \"Zycie Maszyn\" (The Life of Machines), Concertino for piano with Orchestra, many works for piano and violin and also some songs. In 1935 Szpilman entered the Polish Radio, where, except during the war, he worked until 1963. In 1946, he published his book \"Death of a City\" - memories from 1939 to 1945. Since 1945, Szpilman has appeared in concerts as a soloist and with chamber groups in Poland, throughout Europe and in America. He and Bronislav Gimpel formed a very successful piano duet in 1932, which grew in 1962 to the Warsaw Piano Quintet, that performed about 2,500 concerts until 1987 worldwide, with the exception of Australia. In 1936 he also started his career as a composer of songs (about 500). About 150 of them were in Poland's pop charts and they are \"evergreens\" of Polish pop music culture to this day. In the 50s he wrote also about 40 songs for children, for which he received in 1955 the award of the Polish Composers Union. He also wrote many orchestral pieces (ballet, Small Overture, etc.), musicals, music for children's theater and music for about 50 children's radio broadcasts, as well as film music: \"Wrzos\" (1937); \"Dr. Murek\" (1939); \"Pokoj Zwyciezy Swiat\" (1950); \"Call My Wife\" (1957), and others. In 1961, he initiated and organized the Sopot International Song Festival in Poland, and also founded the Polish Union of Authors of Popular Music. In 1964, he became a member of Presidium of Polish Composers Union, and ZAIKS (Polish ASCAP). In April 1998, his book \"Death of the City\" will be published by ECON Verlag, a leading German publisher, with commentary by a famous German writer and poet: Wolf Biermann.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTc5NzU4NzE3NF5BMl5BanBnXkFtZTcwNzQ3MTUyMQ@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0844262","name":"Wladyslaw Szpilman","idIMDB":"nm0844262","filmographies":[{"section":"Composer","filmography":[{"title":"Téléphonez à ma femme","year":" 1958","remarks":null,"imdbid":"tt0052419"},{"title":"Peace Will Win","year":" 1951","remarks":["(Documentary)"],"imdbid":"tt0042850"},{"title":"Doktór Murek","year":" 1939","remarks":null,"imdbid":"tt0208912"},{"title":"Wrzos","year":" 1938","remarks":null,"imdbid":"tt0153960"},{"title":"Swit, dzien i noc Palestyny","year":" 1934","remarks":["(Documentary)"],"imdbid":"tt0025851"}]},{"section":"Music department","filmography":[{"title":"The Pianist","year":" 2002","remarks":["(musician: piano - uncredited)"],"imdbid":"tt0253474"},{"title":"Pilkarski poker","year":" 1989","remarks":["(composer: song \"Dwaj przyjaciele z boiska\")"],"imdbid":"tt0098096"}]},{"section":"Writer","filmography":[{"title":"The Pianist","year":" 2002","remarks":["(book)"],"imdbid":"tt0253474"}]},{"section":"Self","filmography":[{"title":"Masterworks","year":" 1966","remarks":["(TV Series)"],"imdbid":"tt4943876"}]},{"section":"Archive footage","filmography":[{"title":"A Story of Survival: Behind the Scenes of 'The Pianist'","year":" 2003","remarks":["(Video documentary short)"],"imdbid":"tt0371961"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 06:20:38"}}