{"data":{"names":[{"dateOfBirth":"1 July 1902","placeOfBirth":" Mülhausen, Alsace, Germany [now Mulhouse, Haut-Rhin, France]","birthName":"Willy Wyler","height":"5' 8\" (1.73 m)","bio":"William Wyler was an American filmmaker who, at the time of his death in 1981, was considered by his peers as second only to John Ford as a master craftsman of cinema. The winner of three Best Director Academy Awards, second again only to Ford's four, Wyler's reputation has unfairly suffered as the lack of an obvious \"signature\" in his diverse body of work denies him the honorific \"auteur\" that has become a standard measure of greatness in the post-\"Cahiers du Cinema\" critical community. Estimable, but inferior, directors typically are praised more than is Wyler, due to an obviousness of style that makes it easy to encapsulate their work. However, no American director after D.W. Griffith and the early Cecil B. DeMille, not even the great Orson Welles, did as much to fully develop the basic canon of filmmaking technique than did Wyler -- once again, with the caveat of John Ford. Wyler's directorial career spanned 45 years, from silent pictures to the cultural revolution of the 1970s. Nominated a record 12 times for an Academy Award as Best Director, he won three and in 1966, was honored with the Irving Thalberg Award, the Academy of Motion Picture Arts & Sciences' ultimate accolade for a producer. So high was his reputation in his lifetime that he was the fourth recipient of the American Film Institute's Lifetime Achievement Award, after Ford, James Cagney and Welles. Along with Ford and Welles, Wyler ranks with the best and most influential American directors, including Griffith, DeMille, Frank Capra, Howard Hawks, Alfred Hitchcock, Stanley Kubrick and Steven Spielberg. Born Willi Wyler on July 1, 1902, in Mulhouse in the province of Alsace, then a possession of Germany, to a Swiss father and a German mother, Wyler used his family connections to establish himself in the film industry. Upon being offered a job by his mother's first cousin, Universal Studios head Carl Laemmle, Wyler emigrated to the US in 1920 at the age of 18. After starting in Universal's New York offices as an errand boy, he moved his way up through the organization, ending up in the California operation in 1922. Wyler was given the opportunity to direct in July 1925, with the two-reel western The Crook Buster (1925). It was on this film that he was first credited as William Wyler, though he never officially changed his name and would be known as \"Willi\" all his life. For almost five years he performed his apprenticeship in Universal's \"B\" unit, turning out a score of low-budget silent westerns. In 1929 he made his first \"A\" picture, Hell's Heroes (1929), Universal's first all-sound movie shot outside a studio. The western, the first version of the \"Three Godfathers\" story, was a commercial and critical success. The initial years of the Great Depression brought hard times for the film industry, and Universal went into receivership in 1932, partially due to financial troubles brought about by rampant nepotism and the runaway production costs rung up by producer Carl Laemmle Jr., the son of the boss. There were 70 Laemmle family members on the Universal payroll at one point, including Wyler. In 1935 \"Uncle\" Carl was forced to sell the studio he had created in 1912 with the 1912 merger of his Independent Motion Picture Co. with several other production companies. Wyler continued to direct for Universal up until the end of the family regime, helming Counsellor at Law (1933), the film version of Elmer Rice's play featuring one of John Barrymore's more restrained performances, and The Good Fairy (1935), a comedy adapted from a Ferenc Molnár play by Preston Sturges and starring Margaret Sullavan, who was Wyler's wife for a short time. Both films were produced by his cousin, \"Junior\" Laemmle. Emancipated from the Laemmle family, Wyler subsequently established himself as a major director in the mid-1930s, when he began directing films for independent producer Samuel Goldwyn. Willi would soon find his freedom fettered by the man with the fabled \"Goldwyn touch,\" which entailed bullying his directors to recast, rewrite and recut their films, and sometimes replacing them during shooting. The first of the Wyler-Goldwyn works was These Three (1936), based on Lillian Hellman's lesbian-themed play \"The Children's Hour\" (the Sapphic theme was jettisoned in favor of a more conventional heterosexual triangle due to censorship concerns, but it resurfaced intact when Wyler remade the film a quarter-century later). His first unqualified success for Goldwyn was Dodsworth (1936), an adaptation of Sinclair Lewis' portrait of a disintegrating American marriage, a marvelous film that still resonates with audiences in the 21st century. He received his first Best Director Oscar nomination for this picture. The film was nominated for Best Picture, the first of seven straight years in which a Wyler-directed movie would earn that accolade, culminating with Oscars for both Willi and Mrs. Miniver (1942) in 1942. Wyler's potential greatness can be seen as early as \"Hell's Heroes,\" an early talkie that is not constrained by the restrictions of the new technology. The climax of the picture, with Charles Bickford's dying badman walking into town, is a long tracking shot that focuses not on the actor himself but the detritus that he shucks off to lighten his load as he brings a baby back to a cradle of civilization. The scene is a harbinger of the free-flowing style that would become a hallmark of his work. However, it was with \"Dodsworth\" that Wyler began to establish his critical reputation. The film features long takes and a probing camera, a style that Wyler would make his own. Now established as Goldwyn's director of choice, Wyler made several films for him, including Dead End (1937) and Wuthering Heights (1939). Essentially an employee of the producer, Wyler clashed with Goldwyn over aesthetic choices and longed for his freedom. Goldwyn had demanded that the ghetto set of \"Dead End\" be spruced up and that \"clean garbage\" be used in the water tank representing the East River, over Wyler's objections. Goldwyn prevailed, as he did later with the ending of \"Wuthering Heights.\" After Wyler had finished principal photography on the film, Goldwyn demanded a new ending featuring the ghosts of Heathcliff and Cathy reunited and walking away towards what the audience would assume is heaven and an eternity of conjoined bliss. Wyler opposed the new ending and refused to shoot it. Goldwyn had his ending shot without Wyler and had it tacked onto the final cut. It was an artistic betrayal that rankled Willi. Goldwyn loaned out Wyler to other studios, and he made Jezebel (1938) and The Letter (1940) for Warner Bros. Working with Bette Davis in the two masterpieces, as well as in Goldwyn's The Little Foxes (1941), Wyler elicited three of the great diva's finest performances. In these films and his films of the mid-to-late 1930s, Wyler pioneered the use of deep-focus cinematography, most famously with lighting cameraman Gregg Toland. Toland shot seven of the eight films Wyler directed for Goldwyn: \"These Three\", Come and Get It (1936), \"Dead End,\" \"Wuthering Heights\" (for which Toland won his only Academy Award), The Westerner (1940), \"The Little Foxes\" and The Best Years of Our Lives (1946). Compositions in Wyler pictures frequently featured multiple horizontal planes with various characters arranged in diagonals at varying distances from the camera lens. Creating an illusion of depth, these deep-focus shots enhanced the naturalism of the picture while heightening the drama. As the photography of Wyler's films was used to serve the story and create mood rather than call attention to itself, Toland was later mistakenly given credit for creating deep-focus cinematography along with another great director, Orson Welles, in Citizen Kane (1941). In truth, Wyler's first use of deep-focus cinematography was in 1935, with \"The Good Fairy,\" on which Norbert Brodine was the lighting cameraman. It was the first of his films featuring deep-focus shots and the diagonal compositions that became a Wyler leitmotif. The film also includes a receding mirror shot a half-decade before Toland and Welles created a similar one for \"Citizen Kane.\" Wyler won his first Oscar as Best Director with \"Mrs. Miniver\" for MGM, which also won the Oscar for Best Picture, the first of three Wyler films that would be so honored. Made as a propaganda piece for American audiences to prepare them for the sacrifices necessitated by World War II, the movie is set in wartime England and elucidates the hardships suffered by an ordinary, middle-class English family coping with the war. An enthusiastic President Franklin D. Roosevelt, after seeing the film at a White House screening, said, \"This has to be shown right away.\" The film also won Oscars for star Greer Garson and co-star Theresa Wright, for cinematographer Joseph Ruttenberg and for Best Screenplay. After \"Miniver,\" Wyler went off to war as an officer in the U.S. Army Air Corps. One of his more memorable propaganda films of the period was a documentary about a B-17 bomber, The Memphis Belle: A Story of a Flying Fortress (1944), He also directed the Navy documentary The Fighting Lady (1944), an examination of life aboard an American aircraft carrier. Though the later film won an Oscar as Best Documentary, \"The Memphis Belle\" is considered a classic of its form. The making of the documentary was even the subject of a 1990 feature film of the same name. \"The Memphis Belle\" focuses on the eponymous B-17 bomber and its 25th, and last, air raid flown from a base in England. The documentary features aerial battle footage that Wyler and his crew shot over the skies of Germany. One of his photographic crew, flying in another plane, was killed during the filming of the air battles. Wyler himself lost the hearing in one ear and became partially deaf in the other due to the noise and concussion of the flak bursting around his aircraft. Wyler's first picture upon returning from World War II would prove to be the last movie he made for Goldwyn. A returning veteran like those portrayed in \"The Best Years of Our Lives\" (1946), this film won Wyler his second Oscar. The movie, which featured a moving performance by real-life veteran and double amputee Harold Russell, struck a universal chord with Americans and was a major box office hit. It was the second Wyler-directed picture to be named Best Picture at the Academy Awards. The film also won Oscars for star Fredric March and co-star Russell (who was also given an honorary award \"for bringing hope and courage to his fellow veterans\"), film editor Daniel Mandell, composer Hugo Friedhofer and screenwriter Robert E. Sherwood, and was instrumental in garnering the Irving Thalberg Award for Samuel Goldwyn, who also took home the Best Picture Oscar that year as \"Best Years\" producer. Though Wyler elicited some of the finest performances preserved on film, ironically he could not communicate what he wanted to an actor. A perfectionist, he became known as \"40-Take Wyler\", shooting a scene over and over again until the actors played it the way he wanted. With his use of long takes, actors were forced to act within each take as their performances would not be covered in the cutting room. His long takes and lack of cutting slowed down the pacing of his films, providing a greater feeling of continuity within each scene and intimately involving the audience in the development of the drama. The story in a Wyler film was allowed to unfold organically, with no tricky editing to cover up holes in the script or to compensate for an inadequate performance. Wyler typically rehearsed his actors for two weeks before the beginning of principal photography. While more actors won Academy Awards in Wyler movies, 14 out of a total of 36 nominations (more than any other two directors combined), few actors worked more than once or twice with him. Bette Davis worked on three films with him and won Academy Award nominations for each performance and an Oscar for \"Jezebel.\" On their last collaboration, \"The Little Foxes\" (1941), Davis walked off the production for two weeks after clashing with Wyler over how her character should be played. He proved hard on other experienced actors, such as Laurence Olivier in \"Wuthering Heights,\" who gave credit to Willi for turning him from a stage actor into a movie actor. \"This isn't the Opera House in Manchester,\" Wyler told Olivier, his way of conveying that he should tone down his performance. A year earlier, Wyler had forced Henry Fonda through 40 takes on the set of \"Jezebel,\" Wyler's only direction being \"Again\" after each repeated take. When Fonda demanded some input on what he was doing wrong, Wyler replied only: \"It stinks. Do it again.\" According to Charlton Heston, Wyler approached him early in the shooting of Ben-Hur (1959) and told him that his performance was inadequate. When a dismayed Heston asked him what he should do, \"Be better\" is all that Wyler could supply. In his autobiography, Elia Kazan, a famed \"actor's director\", tells how he offered advice to an actor acquaintance of his who was making a Wyler picture as he knew that the great director was inarticulate about acting and would be unable to give advice. Wyler believed that after many takes, actors got angry and began to shed their preconceived ideas about acting in general and the part in particular. Stripped of these notions, actors were able to play at a truer level. It is a process that Stanley Kubrick would subsequently use on his post-2001: A Space Odyssey (1968) films, though to different results, creating an otherworldly anti-realism rather than the more naturalistic truth of a Wyler movie performance. Wyler's method often meant that his films went over schedule and over budget, but he got results. The performances in Wyler films are part of this craftsman's consummate skill for injecting thoughtfulness into his movies while avoiding sentimentality and pandering to the audience. A Wyler film demands that his audience, like his actors, become intelligent collaborators of his. William Wyler's reputation has suffered as he is not considered an \"auteur,\" or \"author\" of his films. However, in his postwar career, he definitely was the auteur, or controlling consciousness, behind his films. Though he never took a screenwriting credit (other than for an early horse opera, Ridin' for Love (1926)), he selected his own stories and controlled the screenwriting, hiring his own writers in a development process that could take years. Wyler films in his postwar period include The Heiress (1949), a fine version of Henry James' novel \"Washington Square,\" with an Oscar-winning performance by Olivia de Havilland; Detective Story (1951), a police drama that takes place on a minimal, controlled set almost as restricted as that of Hitchcock's Rope (1948); and Roman Holiday (1953), which won Audrey Hepburn an Oscar in her first leading role. The other films of this period are Carrie (1952), The Desperate Hours (1955) and Friendly Persuasion (1956). Wyler returned to the western genre one last time with The Big Country (1958), a picture far removed in scope from his two-reeler origins, featuring Gregory Peck, Heston, and Wyler's old \"Hell's Heroes\" star Bickford. Burl Ives won a Best Supporting Actor Oscar for his role as the patriarch of an outlaw clan in conflict with Bickford's family. Wyler was next enlisted by producer Sam Zimbalist to helm MGM's high-stakes \"Ben-Hur\" (1959), a remake of its 1925 classic. It was a high-budget ($15 million, approximately $90 million when factored for inflation), wide-screen (the aspect ratio of the film is 2.76 to 1 when properly shown in 70mm anamorphic prints, the highest ratio ever used for a film) epic that the studio had spent six years preparing. Principal photography required more than six months of shooting on location in Italy, with hundreds of crew members and thousands of extras. Wyler was the overlord of the largest crew and oversaw more extras than any other film had ever used. Despite its size, Wyler's \"Ben-Hur,\" along with Kubrick's Spartacus (1960), is arguably the most intelligent entry in the Biblical blockbuster genre. Grossing $74 million (approximately $600 million at today's ticket prices, ranking it #13 film in terms of all-time box office performance, when adjusted for inflation), the film was the fourth highest-grossing film of all-time when it was released, surpassed only by Gone with the Wind (1939), DeMille's The Ten Commandments (1956), and Walt Disney's Blanche Neige et les sept nains (1937). \"Ben-Hur\" went on to win 11 Oscars out of 12 nominations, including a third Best Director Academy Award for Willi. The 11 Oscars set a record since tied by Titanic (1997) and The Lord of the Rings: The Return of the King (2003). In the last decade of his career, he remade \"These Three\" as The Children's Hour (1961), a franker version of Hellman's play than his 1936 version. The Collector (1965) was his last artistic triumph, and he had his last hit with Funny Girl (1968), for which Barbra Streisand repeated Audrey Hepburn's success of 15 years earlier, wining an Oscar in her first lead role. Wyler's last film was The Liberation of L.B. Jones (1970), an estimable failure that tackled the theme of racial prejudice, but which came out in the revolutionary time of Easy Rider (1969) and other such films, and held little promise for such traditional warhorses as Wyler. Though he dreamed of making more pictures, Wyler's failing health kept him from taking on another film. Instead, he and his wife Margaret Tallichet, the mother of his five children, contented themselves with travel. William Wyler died on July 27, 1981, in Beverly Hills, California, one of the most accomplished and honored filmmakers in history.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTk0MjMzMzk5OF5BMl5BanBnXkFtZTcwMTMyMzQ5Mw@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0943758","name":"William Wyler","nicknames":["Willy","99-Take Willie"],"idIMDB":"nm0943758","filmographies":[{"section":"Director","filmography":[{"title":"The Liberation of L.B. Jones","year":" 1970","remarks":null,"imdbid":"tt0065979"},{"title":"Funny Girl","year":" 1968","remarks":null,"imdbid":"tt0062994"},{"title":"How to Steal a Million","year":" 1966","remarks":null,"imdbid":"tt0060522"},{"title":"The Collector","year":" 1965","remarks":null,"imdbid":"tt0059043"},{"title":"The Children's Hour","year":" 1961","remarks":null,"imdbid":"tt0054743"},{"title":"Ben-Hur","year":" 1959","remarks":null,"imdbid":"tt0052618"},{"title":"The Big Country","year":" 1958","remarks":null,"imdbid":"tt0051411"},{"title":"Friendly Persuasion","year":" 1956","remarks":null,"imdbid":"tt0049233"},{"title":"Producers' Showcase","year":" 1956","remarks":["(TV Series)","(1 episode)"],"imdbid":"tt0046637"},{"title":"The Desperate Hours","year":" 1955","remarks":null,"imdbid":"tt0047985"},{"title":"Roman Holiday","year":" 1953","remarks":null,"imdbid":"tt0046250"},{"title":"Carrie","year":" 1952","remarks":null,"imdbid":"tt0044486"},{"title":"Detective Story","year":" 1951","remarks":null,"imdbid":"tt0043465"},{"title":"The Heiress","year":" 1949","remarks":null,"imdbid":"tt0041452"},{"title":"Thunderbolt","year":" 1947","remarks":["(Documentary short)","(as Lt Col William Wyler)"],"imdbid":"tt0038171"},{"title":"The Best Years of Our Lives","year":" 1946","remarks":null,"imdbid":"tt0036868"},{"title":"The Fighting Lady","year":" 1944","remarks":["(Documentary)","(uncredited)"],"imdbid":"tt0036823"},{"title":"The Memphis Belle: A Story of a Flying Fortress","year":" 1944","remarks":["(Documentary)"],"imdbid":"tt0036152"},{"title":"Mrs. Miniver","year":" 1942","remarks":null,"imdbid":"tt0035093"},{"title":"The Little Foxes","year":" 1941","remarks":null,"imdbid":"tt0033836"},{"title":"The Letter","year":" 1940","remarks":null,"imdbid":"tt0032701"},{"title":"The Westerner","year":" 1940","remarks":null,"imdbid":"tt0033253"},{"title":"Raffles","year":" 1939","remarks":["(uncredited)"],"imdbid":"tt0032963"},{"title":"Wuthering Heights","year":" 1939","remarks":null,"imdbid":"tt0032145"},{"title":"The Cowboy and the Lady","year":" 1938","remarks":["(uncredited)"],"imdbid":"tt0030018"},{"title":"Jezebel","year":" 1938","remarks":null,"imdbid":"tt0030287"},{"title":"Dead End","year":" 1937","remarks":null,"imdbid":"tt0028773"},{"title":"Come and Get It","year":" 1936","remarks":null,"imdbid":"tt0027459"},{"title":"Dodsworth","year":" 1936","remarks":null,"imdbid":"tt0027532"},{"title":"These Three","year":" 1936","remarks":null,"imdbid":"tt0028356"},{"title":"Barbary Coast","year":" 1935","remarks":["(: (uncredited; replaced by Howard Hawks - uncredited)"],"imdbid":"tt0026097"},{"title":"The Gay Deception","year":" 1935","remarks":null,"imdbid":"tt0026400"},{"title":"The Good Fairy","year":" 1935","remarks":null,"imdbid":"tt0026424"},{"title":"Glamour","year":" 1934","remarks":null,"imdbid":"tt0025181"},{"title":"Counsellor at Law","year":" 1933","remarks":null,"imdbid":"tt0023911"},{"title":"Her First Mate","year":" 1933","remarks":null,"imdbid":"tt0024109"},{"title":"Private Jones","year":" 1933","remarks":["(uncredited)"],"imdbid":"tt0024472"},{"title":"Tom Brown of Culver","year":" 1932","remarks":null,"imdbid":"tt0023601"},{"title":"A House Divided","year":" 1931","remarks":null,"imdbid":"tt0021978"},{"title":"The Storm","year":" 1930","remarks":null,"imdbid":"tt0021418"},{"title":"Hell's Heroes","year":" 1929","remarks":null,"imdbid":"tt0019976"},{"title":"The Love Trap","year":" 1929","remarks":null,"imdbid":"tt0020114"},{"title":"The Shakedown","year":" 1929","remarks":null,"imdbid":"tt0020392"},{"title":"Thunder Riders","year":" 1928","remarks":null,"imdbid":"tt0019474"},{"title":"Anybody Here Seen Kelly?","year":" 1928","remarks":null,"imdbid":"tt0018647"},{"title":"Desert Dust","year":" 1927","remarks":null,"imdbid":"tt0017802"},{"title":"The Border Cavalier","year":" 1927","remarks":null,"imdbid":"tt0017692"},{"title":"Daze of the West","year":" 1927","remarks":["(Short)"],"imdbid":"tt0017794"},{"title":"The Horse Trader","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018012"},{"title":"The Square Shooter","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018443"},{"title":"The Phantom Outlaw","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018262"},{"title":"Gun Justice","year":" 1927","remarks":["(Short)"],"imdbid":"tt0017957"},{"title":"The Home Trail","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018007"},{"title":"The Ore Raiders","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018236"},{"title":"The Lone Star","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018099"},{"title":"Hard Fists","year":" 1927","remarks":null,"imdbid":"tt0017962"},{"title":"The Haunted Homestead","year":" 1927","remarks":["(Short)"],"imdbid":"tt0017968"},{"title":"Galloping Justice","year":" 1927","remarks":["(Short)"],"imdbid":"tt0017916"},{"title":"Straight Shootin'","year":" 1927","remarks":null,"imdbid":"tt0018393"},{"title":"Blazing Days","year":" 1927","remarks":null,"imdbid":"tt0017682"},{"title":"The Silent Partner","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018400"},{"title":"Tenderfoot Courage","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018475"},{"title":"Kelcy Gets His Man","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018050"},{"title":"The Two Fister","year":" 1927","remarks":["(Short)"],"imdbid":"tt0018516"},{"title":"The Stolen Ranch","year":" 1926","remarks":null,"imdbid":"tt0017432"},{"title":"Lazy Lightning","year":" 1926","remarks":null,"imdbid":"tt0017062"},{"title":"Martin of the Mounted","year":" 1926","remarks":["(Short)"],"imdbid":"tt0017125"},{"title":"The Pinnacle Rider","year":" 1926","remarks":["(Short)"],"imdbid":"tt0017267"},{"title":"Don't Shoot","year":" 1926","remarks":["(Short)"],"imdbid":"tt0016807"},{"title":"The Fire Barrier","year":" 1926","remarks":["(Short)"],"imdbid":"tt0016873"},{"title":"Ridin' for Love","year":" 1926","remarks":["(Short)"],"imdbid":"tt0017324"},{"title":"The Gunless Bad Man","year":" 1926","remarks":["(Short)"],"imdbid":"tt0016943"},{"title":"The Crook Buster","year":" 1925","remarks":["(Short)"],"imdbid":"tt0015716"}]},{"section":"Producer","filmography":[{"title":"The Children's Hour","year":" 1961","remarks":["(producer)"],"imdbid":"tt0054743"},{"title":"Ben-Hur","year":" 1959","remarks":["(producer - uncredited)"],"imdbid":"tt0052618"},{"title":"The Big Country","year":" 1958","remarks":["(producer)"],"imdbid":"tt0051411"},{"title":"Friendly Persuasion","year":" 1956","remarks":["(producer)"],"imdbid":"tt0049233"},{"title":"The Desperate Hours","year":" 1955","remarks":["(producer)"],"imdbid":"tt0047985"},{"title":"Roman Holiday","year":" 1953","remarks":["(producer)"],"imdbid":"tt0046250"},{"title":"Carrie","year":" 1952","remarks":["(producer)"],"imdbid":"tt0044486"},{"title":"Detective Story","year":" 1951","remarks":["(producer)"],"imdbid":"tt0043465"},{"title":"The Heiress","year":" 1949","remarks":["(producer)"],"imdbid":"tt0041452"},{"title":"Mrs. Miniver","year":" 1942","remarks":["(producer)"],"imdbid":"tt0035093"},{"title":"The Letter","year":" 1940","remarks":["(producer)"],"imdbid":"tt0032701"},{"title":"Jezebel","year":" 1938","remarks":["(producer - uncredited)"],"imdbid":"tt0030287"},{"title":"The Good Fairy","year":" 1935","remarks":["(producer)"],"imdbid":"tt0026424"},{"title":"The Love Trap","year":" 1929","remarks":["(producer)"],"imdbid":"tt0020114"}]},{"section":"Actor","filmography":[{"title":"The Jackie Gleason Show","year":" 1966-1970","remarks":["(TV Series)"],"imdbid":"tt0195466"},{"title":"Dodsworth","year":" 1936","remarks":["Violin Player in Dance Orchestra (uncredited)"],"imdbid":"tt0027532"},{"title":"Her First Mate","year":" 1933","remarks":["Man on Collapsing Dock (uncredited)"],"imdbid":"tt0024109"},{"title":"The Shakedown","year":" 1929","remarks":["Photographer at Fight Arena (uncredited)"],"imdbid":"tt0020392"}]},{"section":"Writer","filmography":[{"title":"The Memphis Belle: A Story of a Flying Fortress","year":" 1944","remarks":["(Documentary)"],"imdbid":"tt0036152"},{"title":"Ridin' for Love","year":" 1926","remarks":["(Short)","(scenario)","/ (story)"],"imdbid":"tt0017324"}]},{"section":"Second Unit Director or Assistant Director","filmography":[{"title":"Ben-Hur: A Tale of the Christ","year":" 1925","remarks":["(assistant director - uncredited)"],"imdbid":"tt0016641"},{"title":"The Hunchback of Notre Dame","year":" 1923/I","remarks":["(assistant director - uncredited)"],"imdbid":"tt0014142"}]},{"section":"Cinematographer","filmography":[{"title":"The Memphis Belle: A Story of a Flying Fortress","year":" 1944","remarks":["(Documentary)","(uncredited)"],"imdbid":"tt0036152"}]},{"section":"Editorial department","filmography":[{"title":"Mrs. Miniver","year":" 1942","remarks":["(closing speech - uncredited)"],"imdbid":"tt0035093"}]},{"section":"Miscellaneous Crew","filmography":[{"title":"Ben-Hur: A Tale of the Christ","year":" 1925","remarks":["(assistant: Mr. Eason - uncredited)"],"imdbid":"tt0016641"}]},{"section":"Thanks","filmography":[{"title":"Dark Hearts","year":" 2014/II","remarks":["(special thanks)"],"imdbid":"tt4178166"},{"title":"Omaggio a Roma","year":" 2009","remarks":["(Short)","(grateful thanks)"],"imdbid":"tt1483793"},{"title":"Running Time","year":" 1997","remarks":["(special thanks)"],"imdbid":"tt0120042"}]},{"section":"Self","filmography":[{"title":"American Masters","year":" 1986","remarks":["(TV Series documentary)"],"imdbid":"tt0364151"},{"title":"Great Performances","year":" 1983","remarks":["(TV Series)"],"imdbid":"tt0159876"},{"title":"AFI Life Achievement Award: A Tribute to Fred Astaire","year":" 1981","remarks":["(TV Movie documentary)","Himself (uncredited)"],"imdbid":"tt0262744"},{"title":"Hollywood","year":" 1980","remarks":["(TV Mini-Series documentary)"],"imdbid":"tt0080230"},{"title":"AFI Life Achievement Award: A Tribute to James Stewart","year":" 1980","remarks":["(TV Special documentary)","Himself (uncredited)"],"imdbid":"tt0268606"},{"title":"AFI Life Achievement Award: A Tribute to Bette Davis","year":" 1977","remarks":["(TV Special documentary)"],"imdbid":"tt0268599"},{"title":"The 48th Annual Academy Awards","year":" 1976","remarks":["(TV Special)"],"imdbid":"tt0331408"},{"title":"AFI Life Achievement Award: A Tribute to William Wyler","year":" 1976","remarks":["(TV Special documentary)"],"imdbid":"tt0158910"},{"title":"The Merv Griffin Show","year":" 1973","remarks":["(TV Series)"],"imdbid":"tt0055691"},{"title":"This Is Your Life","year":" 1971","remarks":["(TV Series)"],"imdbid":"tt0383128"},{"title":"The Irv Kupcinet Show","year":" 1970","remarks":["(TV Series)"],"imdbid":"tt1105563"},{"title":"The David Frost Show","year":" 1970","remarks":["(TV Series)"],"imdbid":"tt0063890"},{"title":"The 27th Annual Golden Globes Awards","year":" 1970","remarks":["(TV Special)"],"imdbid":"tt2381331"},{"title":"This Is Streisand","year":" 1968","remarks":["(Documentary short)"],"imdbid":"tt0485491"},{"title":"Cinema","year":" 1965","remarks":["(TV Series documentary)"],"imdbid":"tt0310432"},{"title":"À Hollywood avec...","year":" 1964","remarks":["(Documentary short)"],"imdbid":"tt1050764"},{"title":"The 33rd Annual Academy Awards","year":" 1961","remarks":["(TV Special)"],"imdbid":"tt0324953"},{"title":"Reflets de Cannes","year":" 1960","remarks":["(TV Series documentary)"],"imdbid":"tt0361231"},{"title":"The 32nd Annual Academy Awards","year":" 1960","remarks":["(TV Special)"],"imdbid":"tt0344772"},{"title":"Cinépanorama","year":" 1958","remarks":["(TV Series documentary)"],"imdbid":"tt0341719"},{"title":"The Ed Sullivan Show","year":" 1957","remarks":["(TV Series)"],"imdbid":"tt0040053"},{"title":"The Screen Director","year":" 1951","remarks":["(Short)","Himself (staged 'archive' footage)","(uncredited)"],"imdbid":"tt0232603"},{"title":"Screen Snapshots Series 17, No. 9","year":" 1938","remarks":["(Short documentary)"],"imdbid":"tt0292649"}]},{"section":"Archive footage","filmography":[{"title":"Dai nostri inviati: La Rai e l'Istituto Luce raccontano la Mostra del cinema di Venezia 1932-1953","year":" 2012","remarks":["(TV Movie documentary)"],"imdbid":"tt2371248"},{"title":"Stardust: The Bette Davis Story","year":" 2006","remarks":["(TV Movie documentary)"],"imdbid":"tt0800219"},{"title":"Ben-Hur: The Epic That Changed Cinema","year":" 2005","remarks":["(Video documentary)"],"imdbid":"tt0758656"},{"title":"Bette Davis and William Wyler","year":" 2003","remarks":["(TV Movie documentary)"],"imdbid":"tt0372170"},{"title":"Reel Radicals: The Sixties Revolution in Film","year":" 2002","remarks":["(TV Movie documentary)","Himself (uncredited)"],"imdbid":"tt0320355"},{"title":"American Masters","year":" 2001","remarks":["(TV Series documentary)"],"imdbid":"tt0364151"},{"title":"Biography","year":" 1994-2000","remarks":["(TV Series documentary)"],"imdbid":"tt0092322"},{"title":"Ben-Hur: The Making of an Epic","year":" 1993","remarks":["(Video documentary)"],"imdbid":"tt0349135"},{"title":"AFI Life Achievement Award: A Tribute to Jack Lemmon","year":" 1988","remarks":["(TV Special documentary)"],"imdbid":"tt0268605"}]}]}]},"about":{"version":"2.26.7","serverTime":"2017/01/16 05:54:04"}}