{"data":{"names":[{"dateOfBirth":"13 October 1918","placeOfBirth":" Salt Lake City, Utah, USA","birthName":"Robert Hudson Walker","height":"6' (1.83 m)","bio":"He possessed the same special brand of rebel/misfit sensitivity and charm that made superstars out of John Garfield and (later) James Dean and Montgomery Clift. In the war-torn 1940s, Robert Walker represented MGM's fresh, instinctive breed of up-and-coming talent. His boyish good looks combined with an attractive vulnerability came across the screen with such beauty, power and naturalness. He went quite far in his short life; however, the many tortured souls he played so brilliantly closely mirrored the actor himself and the demons that haunted his own being wasted no time in taking him down a self-destructive path for which there was no return. Walker was born Robert Hudson Walker in 1918 in Salt Lake City, Utah, the youngest of four sons of Zella (McQuarrie) and Horace Hudson Walker, a news editor for the local paper. He was of English and Scottish descent. His maternal aunt, Hortense (McQuarrie) Odlum, was the first female president of Bonwit Teller. His parents separated while he was quite young and the anxiety and depression built up over this loss marred his early school years, which were marked by acts of belligerent aggression and temper tantrums, resulting in his being expelled from school several times. To control his behavioral problems, a positive activity was sought that could help him develop confidence and on which he could focus his energies. It came in the form of acting. Following a lead in a school play at the San Diego Army and Navy Academy at Carlsbad-by-the-Sea, California, Walker entered an acting contest at the Pasadena Playhouse and won a top performance prize. A well-to-do aunt paid for his tuition at the American Academy of Dramatic Art (AADA) in 1938, and he was on his way. Things started off quite promisingly. While there he met fellow student Phyllis Isley who went on to play Elizabeth Barrett Browning to his Robert Browning in a production of \"The Barretts of Wimpole Street\" (Phyllis was later renamed Jennifer Jones). The couple fell in love and both quit the academy in order to save money and marry, but they found little work other than some small parts at a Greenwich Village theater. They eventually found a radio job together in Tulsa, Oklahoma, and married on January 2, 1939, honeymooning in Hollywood in order to secure more acting parts. Other than some radio jobs and bit parts in films, the move didn't pan out. The couple returned to New York and started a family. Sons Robert Walker Jr. (born 1940) and Michael Walker (born 1941) would both become actors in their own right. Following their births Jennifer returned to auditioning and caught the eye of producer David O. Selznick, who took an immediate interest in her and signed her to a contract. Selznick was also instrumental in securing a contract for Robert over at MGM. Stardom would be theirs as a result of this Selznick association, but at quite a cost to Robert. Robert gained immediate attention in his first important MGM role as a shy, ill-fated sailor in Bataan (1943), but was miscast as a scientist in the Greer Garson biopic Madame Curie (1943). Hollywood notice would come in the form of his sweet, sad-sack title role in the service comedy See Here, Private Hargrove (1944), the story of a cub reporter who is drafted into the army. The role brought out all the touching, fascinating qualities of Robert. In the meantime, Jennifer became so caught up in her obsessive relationship with mentor Selznick that she broke off with Robert. The actor was devastated and abruptly turned to heavy drinking. He would never completely recover from this loss. The first of many skirmishes with the law came about when he was arrested on a hit-and-run charge. In another self-destructive act, he agreed to appear with his estranged wife in the Selznick film Since You Went Away (1944). Although he suffered great anguish during the filming, the movie was praised by critics. He played a young soldier who dies before the end of the last reel, and audiences identified with him in both his troubled on- and off-screen roles. Another vivid part that showed off Walker's star quality came opposite the equally troubled Judy Garland in The Clock (1945), a simple romantic story of two lost souls, a soldier and a girl, who accidentally meet while he is on furlough. The tumultuous state of Walker's not-so-private life began to seriously affect his screen career in the late 1940s. In the musical Till the Clouds Roll By (1946) he played composer Jerome Kern but was eclipsed by the musical numbers and flurry of special guests. He was third billed behind Katharine Hepburn and Paul Henreid, who portrayed pianist Clara Schumann and mentally unstable composer Robert Schumann, in Song of Love (1947). Robert played famed composer and friend Johannes Brahms. Following a lead part as a love-struck window dresser in One Touch of Venus (1948), which focused more on Ava Gardner's creative vision of loveliness, he impulsively married Barbara Ford, the daughter of famed director John Ford. The marriage ended in divorce after just five months, following more erratic outbursts, including arrests for drunkenness. By this time Jennifer had married Selznick, and this pushed Robert over the brink. He was committed to a sanatorium and not released until the middle of 1949. After his recovery and release, he was back to work with top roles in the comedy Please Believe Me (1950) opposite Deborah Kerr and the western Vengeance Valley (1951) starring Burt Lancaster. Robert happened to be loaned out to Warner Bros. when he was handed the most memorable film role of his career, that of the charming psychopath who attempts to trade murder favors with Farley Granger in Alfred Hitchcock's classic thriller Strangers on a Train (1951). Hailed by the critics, Robert was mesmerizing in the part and part of the Hollywood elite once again. He had begun filming Paramount's My Son John (1952), which included Helen Hayes, Van Heflin and Dean Jagger in the cast, when tragedy occurred. Robert had just finished principal photography and was making himself available for re-shoots for director Leo McCarey when, on the night of August 28, 1951, his housekeeper found him in an extremely agitated state. Failing to calm him down, she panicked and called his psychiatrist, who, upon arrival, administered a dose of sodium amytal, a sedative, which Walker had taken in the past. Unfortunately, he had been drinking as well and suffered an acute allergic reaction to the drug. Robert stopped breathing, and all efforts to resuscitate him failed. His death cut short the career of a man destined to become one of the most charismatic actors in film. As for life imitating art, perhaps Robert's agonies are what brought out the magnificence of his acting.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMjI3NDI5NzA5OV5BMl5BanBnXkFtZTcwMDU3NTMxOA@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm0908153","name":"Robert Walker","nicknames":["Bob"],"idIMDB":"nm0908153","filmographies":[{"section":"Actor","filmography":[{"title":"My Son John","year":" 1952","remarks":null,"imdbid":"tt0044941"},{"title":"Strangers on a Train","year":" 1951","remarks":null,"imdbid":"tt0044079"},{"title":"Vengeance Valley","year":" 1951","remarks":null,"imdbid":"tt0044186"},{"title":"The Skipper Surprised His Wife","year":" 1950","remarks":null,"imdbid":"tt0042974"},{"title":"Please Believe Me","year":" 1950","remarks":null,"imdbid":"tt0042848"},{"title":"My Own True Love","year":" 1949","remarks":null,"imdbid":"tt0040629"},{"title":"One Touch of Venus","year":" 1948","remarks":null,"imdbid":"tt0040669"},{"title":"Song of Love","year":" 1947","remarks":null,"imdbid":"tt0039850"},{"title":"The Sea of Grass","year":" 1947","remarks":null,"imdbid":"tt0039806"},{"title":"The Beginning or the End","year":" 1947","remarks":null,"imdbid":"tt0039178"},{"title":"Till the Clouds Roll By","year":" 1946","remarks":null,"imdbid":"tt0039035"},{"title":"The Sailor Takes a Wife","year":" 1945","remarks":null,"imdbid":"tt0038045"},{"title":"What Next, Corporal Hargrove?","year":" 1945","remarks":null,"imdbid":"tt0038243"},{"title":"Her Highness and the Bellboy","year":" 1945","remarks":null,"imdbid":"tt0037769"},{"title":"The Clock","year":" 1945","remarks":null,"imdbid":"tt0037604"},{"title":"Thirty Seconds Over Tokyo","year":" 1944","remarks":null,"imdbid":"tt0037366"},{"title":"Since You Went Away","year":" 1944","remarks":null,"imdbid":"tt0037280"},{"title":"See Here, Private Hargrove","year":" 1944","remarks":null,"imdbid":"tt0037256"},{"title":"Madame Curie","year":" 1943","remarks":null,"imdbid":"tt0036126"},{"title":"Bataan","year":" 1943","remarks":null,"imdbid":"tt0035664"},{"title":"Dancing Co-Ed","year":" 1939","remarks":["Boy (uncredited)"],"imdbid":"tt0031203"},{"title":"These Glamour Girls","year":" 1939","remarks":["College Boy (uncredited)"],"imdbid":"tt0032018"},{"title":"Winter Carnival","year":" 1939","remarks":["Wes (uncredited)"],"imdbid":"tt0032132"}]},{"section":"Soundtrack","filmography":[{"title":"Strangers on a Train","year":" 1951","remarks":["(performer: \"The Band Played On\" (1895)","- uncredited)"],"imdbid":"tt0044079"},{"title":"One Touch of Venus","year":" 1948","remarks":["(\"Don't Look Now But My Heart is Showing\", uncredited)"],"imdbid":"tt0040669"},{"title":"Till the Clouds Roll By","year":" 1946","remarks":["(performer: \"They Didn't Believe Me\" - uncredited)"],"imdbid":"tt0039035"},{"title":"Since You Went Away","year":" 1944","remarks":["(music: \"Kaiser-Walzer (Emperor Waltz)","op.437\" (1889)","- uncredited)","/ (performer: \"Kaiser-Walzer (Emperor Waltz)","op.437\" (1889)",", \" (Oh My Darling)","Clementine\" (1884)",", \"The Farmer in the Dell\" - uncredited)"],"imdbid":"tt0037280"},{"title":"See Here, Private Hargrove","year":" 1944","remarks":["(performer: \"In My Arms\" (1944)","- uncredited)"],"imdbid":"tt0037256"},{"title":"Madame Curie","year":" 1943","remarks":["(\"Auprès de ma Blonde\", uncredited)"],"imdbid":"tt0036126"}]},{"section":"Archive footage","filmography":[{"title":"America at the Movies","year":" 1976","remarks":["(Documentary)"],"imdbid":"tt0197229"},{"title":"MGM Parade","year":" 1955","remarks":["(TV Series)"],"imdbid":"tt0047753"},{"title":"The Metro-Goldwyn-Mayer Story","year":" 1951","remarks":["(Documentary)"],"imdbid":"tt0151547"},{"title":"The Schumann Story","year":" 1950","remarks":["(Short)"],"imdbid":"tt0438971"},{"title":"Twenty Years After","year":" 1944","remarks":["(Short)"],"imdbid":"tt0165521"}]}]}]},"about":{"version":"2.26.7","serverTime":"2017/01/16 05:47:14"}}