{"data":{"names":[{"dateOfBirth":"27 November 1969","placeOfBirth":" Singapore","birthName":"Chin-han Ng","height":"5' 9\" (1.75 m)","bio":"Named one of Asia's 25 greatest actors of all time by CNNGo (a division of CNN) alongside stars like Japan's Toshiro Mifune and India's Amitabh Bachchan and nominated for Variety's Asian Star of the Year Award in 2013, Chin Han's 20 year career has spanned many international theater, television and film projects. In 1998 Chin Han made his US film debut in Blindness an Official Selection at the 2nd Hollywood Film Festival in a leading role opposite Vivian Wu (Peter Greenaway's The Pillow Book). Soon after, he starred in the Singapore mini-series 'Alter Asians' which won the 2001 Asian Television Award for Best TV Movie of the Year. As a director, he has helmed acclaimed Asian Premieres of plays like David Hare's The Blue Room and co-produced the official Musical adaptation of Ang Lee's The Wedding Banquet. As a producer, Chin Han has also created concerts for Tony Award winners Jason Robert Brown (The Last 5 Years), Cady Huffman (The Producers) and Lillias White (Disney's Hercules) in Asia. In Los Angeles, he served as Associate Producer (credited as Chin Han Ng) on the 2006 Asian Excellence Awards that featured stars like Jackie Chan, Maggie Q, Quentin Tarantino and Danny Devito. Returning to the big screen, his strong supporting performance in Thom Fitzgerald's (The Hanging Garden) 3 Needles with Lucy Liu, Sandra Oh, and Chloe Sevigny led one movie reviewer to note that for his 'small but important role, (Chin Han) delivers in spades' (I-S Magazine). In 2008, Chin Han took on the pivotal role of Lau in the summer blockbuster movie The Dark Knight and was described by director Christopher Nolan as having 'a great presence... it was exactly what the character required' (South China Morning Post). It is of note that he is also one of few actors who have crossed over from DC to the Marvel Universe as Councilman Yen in the hit movie Captain America: The Winter Soldier. The following year, Chin Han joined John Cusack, Chiwetel Ejiofor and Woody Harrelson in Roland Emmerich's epic disaster movie 2012 that has grossed more than $750 million worldwide to date. He is to collaborate with Emmerich again on 2016's Independence Day Resurgence. After 2012, Chin Han worked with Oscar-nominated director Gus Van Sant on the film Restless, produced by Ron Howard and Brian Grazer, and official selection for the 64th Cannes Film Festival's Un Certain Regard Opening Gala Film. The film also stars Mia Wasikowska and Henry Hopper. Following his history of working with award-winning directors, he next joined the star-studded ensemble in Steven Soderbergh's biohazard thriller Contagion from Warner Bros. The film also stars Matt Damon, Kate Winslet, Marion Cottilard, Jude Law and Gwyneth Paltrow. On US prime time television, Chin Han has guest-starred on J.J. Abrams' Fringe and has had recurring roles on Last Resort (ABC) and the CW's hit show Arrow. In 2013, he completed The Sixth Gun a pilot based on the popular graphic novel for NBC Universal and played Wu Jing in NBC's breakout show The Blacklist with James Spader. Versatile as an actor he is also one of the main players in IFC's 2015 comedy miniseries The Spoils Before Dying with Will Ferrell and Kristen Wiig. Back in Asia, Chin Han has starred with Michelle Yeoh (Crouching Tiger, Hidden Dragon) in Final Recipe, an intergenerational drama about celebrity chefs produced by CJ Entertainment, South Korea's largest entertainment company, and also heads up an international cast for HBO Asia's groundbreaking series Serangoon Road. A China-US co-production of acclaimed Chinese short story A Different Sun is currently in the works with him in the lead. Last year saw Chin Han receive critical acclaim for his memorable role as Chancellor Jia Sidao in the Netflix series Marco Polo for The Weinstein Company and he is currently filming Ghost In The Shell for Paramount/Dreamworks SKG premiering March 2017.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTAwNDM1Mjk2ODNeQTJeQWpwZ15BbWU4MDE4ODcxMDEx._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm1977856","name":"Chin Han","idIMDB":"nm1977856","filmographies":[{"section":"Actor","filmography":[{"title":"Ghost in the Shell","year":" 2017","remarks":null,"imdbid":"tt1219827"},{"title":"A Different Sun","year":" 2017","remarks":null,"imdbid":"tt4955992"},{"title":"Lethal Weapon","year":" 2017","remarks":["(TV Series)"],"imdbid":"tt5164196"},{"title":"Marco Polo","year":" 2014-2016","remarks":["(TV Series)"],"imdbid":"tt2189461"},{"title":"Independence Day: Resurgence","year":" 2016","remarks":null,"imdbid":"tt1628841"},{"title":"United World News Special: The War of 1996, a Special Report","year":" 2016","remarks":["(Video short)"],"imdbid":"tt6260698"},{"title":"The Spoils Before Dying","year":" 2015","remarks":["(TV Mini-Series)"],"imdbid":"tt3864034"},{"title":"Captain America: The Winter Soldier","year":" 2014","remarks":null,"imdbid":"tt1843866"},{"title":"Serangoon Road","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt2699780"},{"title":"The Blacklist","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt2741602"},{"title":"Final Recipe","year":" 2013","remarks":null,"imdbid":"tt1977755"},{"title":"Arrow","year":" 2013","remarks":["(TV Series)"],"imdbid":"tt2193021"},{"title":"Last Resort","year":" 2012-2013","remarks":["(TV Series)"],"imdbid":"tt2172103"},{"title":"The Sixth Gun","year":" 2013","remarks":["(TV Movie)"],"imdbid":"tt2655456"},{"title":"Sleeping Dogs","year":" 2012","remarks":["(Video Game)","Sonny (voice)"],"imdbid":"tt2241982"},{"title":"Fringe","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt1119644"},{"title":"Contagion","year":" 2011","remarks":null,"imdbid":"tt1598778"},{"title":"Restless","year":" 2011/I","remarks":null,"imdbid":"tt1498569"},{"title":"2012","year":" 2009/I","remarks":null,"imdbid":"tt1190080"},{"title":"The Dark Knight","year":" 2008","remarks":null,"imdbid":"tt0468569"},{"title":"3 Needles","year":" 2005","remarks":null,"imdbid":"tt0395424"},{"title":"AlterAsians","year":" 2000","remarks":["(TV Mini-Series)"],"imdbid":"tt0482132"},{"title":"Blindness","year":" 1998","remarks":null,"imdbid":"tt0169624"}]},{"section":"Producer","filmography":[{"title":"2006 Asian Excellence Awards","year":" 2006","remarks":["(TV Special)","(associate producer - as Chin Han Ng)"],"imdbid":"tt0768096"}]},{"section":"Self","filmography":[{"title":"Short Notice","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt1935601"},{"title":"That Morning Show","year":" 2009","remarks":["(TV Series)"],"imdbid":"tt1503516"}]},{"section":"Archive footage","filmography":[{"title":"Arrow: Year One","year":" 2013","remarks":["(TV Movie)"],"imdbid":"tt3276622"}]}]}]},"about":{"version":"2.26.7","serverTime":"2017/01/16 06:11:17"}}