{"data":{"names":[{"dateOfBirth":"29 August 1985","placeOfBirth":" Santa Rosa, California, USA","height":"5' 7\" (1.7 m)","bio":"Born and raised in the beautiful wine country of Sonoma County and daughter to a musician, Amiée Conn (pronounced: Ah-mee Kahn) has always been a part of music, theatre and the arts. Originally from Santa Rosa, CA., in 1994 her family relocated to Anchorage, Alaska where she spent most of her youth. While there she found her passion through many theatre and dance performance events including TBA performing arts conservatory of youth as well as an Irish Dance Academy where she became a prestigious lead dancer with their touring troupe. Amiée followed her passion for the arts, through figure skating and ice performances as well, but it wasn't until she landed her first role in a local theatre production that she found her true calling. In 2000 her family relocated back to their hometown of Santa Rosa, CA. and Amiée began professionally pursuing her career in film and theatre, taking classes in San Francisco and local workshops, and eventually signing with Marla Dell Agency in San Francisco. In 2001, she landed a featured role in Michael Jackson's 9/11 Tribute Music Video for the song \"Cry\" that was shot in the bay area. It was an honor to work on this project and one more validation of the direction she knew she wanted to go in the industry. Los Angeles was next on the list. She appeared on professional stages in the lead roles including \"Gypsy,\" \"Evita,\" \"Disney's Beauty and the Beast\" and \"The King & I.\" Amiée made her television debut as the historical, biographical character \"Concepcion\" in The History Channel's \"Conquest of America\" mini-series. She was crowned Miss Sonoma County in 2006 , and was Miss California candidate for the Miss America state preliminaries where she was honored with the state scholarship and talent award for her vocal performance of 'Summertime\" from the operetta: Porgy & Bess. This title allowed her many opportunities to perform and speak at charities, radio interviews, public relations and event appearances for herself and voicing her platform on Cancer Awareness. It allowed her to reach out to many and give back in the community and to also have a positive role model and influence to young women, which has always been an importance to her. In the summer of 2007, before moving down to Los Angeles, and while interning at AE Casting, Amiée had the pleasure of working on the film \"Bottle Shock,\" starring Chris Pine, Bill Pullman, Freddie Rodriquez and Alan Rickman while shooting on location in Kenwood and Sonoma. Later in the fall, Amiée studied at the American Musical and Dramatic Academy Conservatory for Musical Theatre & Film in Los Angeles. A couple months later she began booking jobs including working as Jennifer Connelly's photo double in the Twentieth Century Fox studio film, \"The Day the Earth Stood Still\" with Keanu Reeves and Jon Hamm. She also worked on a new stage musical, Serrano, directed by Joel Zwick and written by Madeline Sunshine at the El Portal Theatre in Los Angeles. After losing her loving mother, Diana, to cancer on New Years Eve 2009, Amiée became even more active and vocal for the American Cancer Association, UNICEF, and an ambassador to the Colon Cancer Awareness Charity. After booking modeling jobs and commercials - Amiée got more creative and hands on with her own work - and in 2010 starred in and co-produced with creator/writer/actress Dawn M. Green, on the award winning web-series \"Lila, Long Distance\" about a down on her luck actress making ends meet by starting her own phone sex hotline and successful business. This comedy web-series grew to viral success on FunnyorDie.com, Blip.tv, Koldcast.tv, and Youtube. Amiée was awarded the Best Actress in a Dramedy Award from LAweb Festival 2011 and Best Actress nomination from FilmBreak Awards for her portrayal of the characters. Most recently, Amiée guest starred opposite James Van der Beek, Krysten Ritter, and Dreama Walker in the ABC comedy \"Don't Trust the B---- in Apartment 23\" and worked with Dustin Hoffman in the short lived HBO show \"LUCK.\" Aside from tv/film and theatre projects, Amiée is also a singer/songwriter and is working on her solo music to release an album later this year.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTcxNjAyODM5OF5BMl5BanBnXkFtZTgwNzQyMjgyMDI@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm2353430","name":"Amiée Conn","nicknames":["Mimi"],"idIMDB":"nm2353430","filmographies":[{"section":"Actress","filmography":[{"title":"Suicide Blonde","year":" 2017","remarks":null,"imdbid":"tt5691100"},{"title":"Hockey, Love and Superstitious Antics","year":" 2016","remarks":["(Short)"],"imdbid":"tt5452758"},{"title":"8-Ball","year":" ","remarks":null,"imdbid":"tt1985936"},{"title":"Shock","year":" 2016","remarks":null,"imdbid":"tt5310410"},{"title":"La La Land","year":" 2016/I","remarks":null,"imdbid":"tt3783958"},{"title":"The People v. O.J. Simpson: American Crime Story","year":" 2016","remarks":["(TV Series)"],"imdbid":"tt2788432"},{"title":"My Crazy Ex","year":" 2016","remarks":["(TV Series)"],"imdbid":"tt3859618"},{"title":"Once Upon a Time: The Rock Opera","year":" 2015","remarks":null,"imdbid":"tt4970880"},{"title":"Once Upon A... Anonymous","year":" 2015","remarks":["(TV Series short)"],"imdbid":"tt2977674"},{"title":"All About Family","year":" 2015","remarks":["(TV Series)"],"imdbid":"tt3919098"},{"title":"Beneath a Neon Tide","year":" 2014","remarks":["Tera (Cali Cinema Scene)","(voice)"],"imdbid":"tt2448880"},{"title":"One Candle One Man","year":" 2013","remarks":null,"imdbid":"tt3012502"},{"title":"Don't Trust the B---- in Apartment 23","year":" 2012-2013","remarks":["(TV Series)"],"imdbid":"tt1819509"},{"title":"Did You Look for Work This Week?","year":" 2012","remarks":["(Short)"],"imdbid":"tt2255632"},{"title":"Luck","year":" 2012","remarks":["(TV Series)"],"imdbid":"tt1578887"},{"title":"Lila, Long Distance","year":" 2011","remarks":["(TV Series)"],"imdbid":"tt1876970"},{"title":"The Kelsey Grammer Bill Zucker Comedy Hour","year":" 2010","remarks":["(TV Movie)"],"imdbid":"tt1612320"},{"title":"Naked Sushi","year":" 2009","remarks":["(Short)"],"imdbid":"tt1362274"},{"title":"Not Fade Away","year":" 2008","remarks":null,"imdbid":"tt1091232"},{"title":"Bottle Shock","year":" 2008","remarks":["Bo's Friend (uncredited)"],"imdbid":"tt0914797"},{"title":"The Conquest of America","year":" 2005","remarks":["(TV Mini-Series)"],"imdbid":"tt0430831"}]},{"section":"Producer","filmography":[{"title":"Lila, Long Distance","year":" ","remarks":["(TV Series)","(assistant producer - 3 episodes, 2011)","(co-producer - 1 episode, 2011)"],"imdbid":"tt1876970"}]},{"section":"Miscellaneous Crew","filmography":[{"title":"The Day the Earth Stood Still","year":" 2008","remarks":["(photo double)"],"imdbid":"tt0970416"}]},{"section":"Self","filmography":[{"title":"Style Me Grasie","year":" 2012","remarks":["(TV Series)","Herself (2012)"],"imdbid":"tt2495574"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 07:12:52"}}