{"data":{"names":[{"dateOfBirth":"9 March 1996","placeOfBirth":"","birthName":"Darsheel Mitesh Safary","height":"5' 10\" (1.78 m)","bio":"Born in the same city and on the same month as his family friend Aamir Khan, Darsheel Safary (born March 9, 1997 in Mumbai, India) is an Indian child movie actor primarily working on starring in Hindi Bollywood films. He is best known for his acclaimed portrayal of a dyslexic child in the 2007 film Taare Zameen Par (Like Stars on Earth), a drama film about a teacher, Ram Shankar Nikumbh (Aamir Khan) and a boy (Darsheel Safary) with learning disabilities share a special bond. Darsheel was born on March 9, 1997 in Mumbai, Maharashtra, India. His father, Mitesh Safary is a jeweler and his mother is Sheetal Safary. He had no acting experience prior to Taare Zameen Par. Growing up in Mumbai, he enrolled into Shiamak Davar's dance academy. He had never expected to be a movie actor at such a young age. His parents wanted him to be a businessman executive or a jewelry designer. He has a younger sister and resides in his hometown in Mumbai. In 2007, Safary made his first big acting debut in Taare Zameen Par, playing the film's protagonist Ishaan Nandkishore Awasthi. Safary was discovered by script writer and creative director, Amol Gupte during fall 2006 when he was looking for a male lead for his film, Taare Zameen Par. After going through hundreds of auditions, Gupte found Safary at Shiamak Davar's dancing school, \"Summer Funk\". In choosing Safary, Gupte had a number of boys audition for a scene in which they would informally describe how they would \"bunk\" school after being given a few scenarios. He recalls, \"It was a tough call. But Darsheel has the mischief in his eyes to be Ishaan. Everyone just naturally gravitated towards him.\" Taare Zameen par was filmed from fall 2006 until spring of 2007. Darsheel, at this time was only nine years old and only about 4 feet tall. The child artiste of the film, had to face a lot of opposition from his school when he was shortlisted for the film. The fact that he would have to miss school for such a long period of time did not go down well with the school authorities. However, Aamir Khan insisted that only Darsheel play the character, so he came up with a solution to fix the problem. He personally assured the school authorities that Darsheel's studies wouldn't be hampered with. Aamir arranged for personal tuition for Darsheel all through the academic year so that he wouldn't miss his exams. He also funded his studies as well as his educational expenses. Before starring, Darsheel was a part of Shiamak Davar's dance troupe. During one of the classes, he saw a poster that read, \"Hunting for a naughty kid. If you're selected, you will get a chance to act with Aamir Khan.\" He thought that it would be great if he was able to act in the film. During the same class, Amole Gupte spotted him and asked him to go for an audition. Eventually, he got selected. Darsheel also got an Xbox 360 as a birthday gift from Aamir Khan on 9th March 2007, his tenth birthday. Following the film's release, he became the youngest nominee for Filmfare Award for the Best Actor. He couldn't make it because it was won by Shahrukh Khan for Chak de! India. Safary's performance as a struggling dyslexic child in the film was unanimously praised and he won several awards for his performance. Many prominent film critics have praised Safary for his performance including, Taran Adarsh from indiaFM who wrote, \"Taare Zameen Par belongs to Master Darsheel Safary. A performance that makes the best of performances pale in comparison. A performance that deserves brownie points. A performance that'll always come first on your mind the moment someone mentions Taare Zameen Par. A performance that's impeccable, flawless and astounding. A performance that moves you and makes you reflect on your growing years. A performance that merits a special award!\" He won several awards for his performance, including the Filmfare Critics Award for Best Actor and the Star Screen Special Jury Award. Following his first acting debut, directors of Bollywood films were desperately dying to talk to Darsheel to sign him in to star him in their film. ANd s he returned to the big screen again to impress more fans and win the hearts of more audiences. He also appeared in the 2010 film, Bumm Bumm Bole as Pinu, which tells the story of a family's situation getting from bad to worse after the husband/father of the family is fired from his job, then is suspected of having terrorist connections. The family is living in Northwestern India, a terror dominated region full of crime, corruption and terrorism. The parents are poor, broke and in serious debt and they can barely afford and manage things. They are working at a tea farm. Meanwhile, Pinu loses his sister Rimzim's shoes so they both decide to share a pair of shoes until their father has saved enough money to buy a new pair. The title of the film is based on one of the songs of the same name from taare Zameen par, however this film is not a sequel to Taare Zameen Par. The film was panned by critics and received mixed to mainly negative reviews, however, Darsheel did not mind. The critics however, praised the performances of Darsheel and newcomer Ziyah Vastani, stating that they had great chemistry together and made an adorable brother-sister duo. Darsheel also starred in the 2011 film Zokkomon as Kunal, directed by Priyadarshan. In this film, abandoned by his heartless uncle who is obsessed with money (Anupam Kher) and aided by a street artist and a petty thief (Manjari Fadnis), an young orphaned boy (Darsheel Safary) discovers his inner superhero within him. Upon learning that Darsheel would play a superhero in a movie for the first time, Aamir Khan was very surprised and impressed and he blessed and praised the film, saying \"Darsheel will always be my superhero in my heart\". Aamir joked that \"In Taare Zameen Par, he was also a superhero\". The film, directed by Satyajit Bhatkal was well received by critics and a box office success. He also played young Saleem Sinai in the 2012 film Midnight's Children, a story tells the audience about children born on the brink of India's independence grow up in a country that is vastly different from their parent's generation. Continuing his career, he played himself as a contestant in Jhalak Dikhhla Jaa 5 in 2012. In November 2015, he played the role of Abhay in the TV series Sun Yaar Try Maar. He is still active in Indian television and cinema, having acted in 4 films under the age of 17. While not a full time actor, Darsheel has acted from time to time as a hobby. He filmed movies and TV shows during his summer vacations so that he wouldn't be missing out on school. Or if he was out of school, he took his homework and books with him and studied on the sets. He also wrote tests and studied during breaks from filming so he wouldn't miss out on anything. His brilliant performances in Taare Zameen Par and Zokkomon shows that he is an amazing, bright, vibrant, shiny and talented kid with an amazing spark of his own. While he hopes to become an actor full time as a job in the future, he also indicated that his future plans may also include being a singer and a dancer, a businessman executive and a jeweler designer in an interview on rediff on December 26, 2007.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMTU4NzYwNjYzNV5BMl5BanBnXkFtZTcwNjE4MjA3Mg@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm2594301","name":"Darsheel Safary","nicknames":["Darsh"],"idIMDB":"nm2594301","filmographies":[{"section":"Actor","filmography":[{"title":"Midnight's Children","year":" 2012","remarks":null,"imdbid":"tt1714866"},{"title":"Zokkomon","year":" 2011","remarks":null,"imdbid":"tt1605790"},{"title":"Bumm Bumm Bole","year":" 2010","remarks":["Pinaki Gwala (as Darsheel Safari)"],"imdbid":"tt1629241"},{"title":"Like Stars on Earth","year":" 2007","remarks":null,"imdbid":"tt0986264"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 07:14:43"}}