{"data":{"names":[{"bio":"iOTA is an Australian singer/songwriter. In 2005 iOTA made his theatrical debut in Hedwig and the Angry Inch. His highly acclaimed performance as Hedwig garnered him a Green Room Award, a Sydney Theatre Critics Award, and a Helpmann Award for Best Male Actor in a Musical. iOTA then went on to work with Sydney Dance Company on Graeme Murphy's Berlin and starred as Frank'n'Furter in Richard O'Brien's The Rocky Horror Show, for which he was nominated for a Helpmann Award for Best Male Actor in a Musical. He then co-created the Sydney Festival-commissioned Smoke and Mirrors in 2010, and after a sellout season at the Adelaide Cabaret Festival, Auckland Festival and the Edinburgh Fringe Festival he received three Helpmann Awards for Best Cabaret Artist, Best Original Score and Best New Work. Smoke and Mirrors returned to The Sydney Festival in the Famous Speigeltent in 2011 to sell-out crowds followed by another successful season at the Seymour Centre. For the 2012 Sydney Festival iOTA created the show Young, Hard and Solo, performing at the Sydney Opera House. iOTA has released five critically acclaimed albums, Hip Bone Connection, Little Carlos, Big Grandfather, La Caravana and Beauty Queen of the Sea. iOTA can be seen in Baz Luhrmann's feature film, The Great Gatsby creating the role of Trimalcio - The Orchestra Leader. Most recently he completed filming Fury Road, the fourth of director George Miller's Mad Max franchise in the role of Coma - Doof Warrior. A release date isn't anticipated until early 2015.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BNzQ3MTk3ODEwMV5BMl5BanBnXkFtZTcwNzAwOTM0OQ@@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm5208473","name":"Iota","idIMDB":"nm5208473","filmographies":[{"section":"Music department","filmography":[{"title":"Beat Bugs","year":" ","remarks":["(TV Series)","(vocal performance - 14 episodes, 2016)","(vocal performance featuring - 3 episodes, 2016)"],"imdbid":"tt4716268"}]},{"section":"Actor","filmography":[{"title":"Mad Max: Fury Road","year":" 2015","remarks":["(as iOTA)"],"imdbid":"tt1392190"},{"title":"Gatsby le magnifique","year":" 2013","remarks":["Trimalchio the Orchestra Leader (as iOTA)"],"imdbid":"tt1343092"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 07:28:26"}}