{"data":{"names":[{"height":"4' (1.22 m)","bio":"Abby began her acting career at age 5, appearing in the Gabby Douglas Story. At the age of 6, she played the powerful role of \"Helen\" in \"Wait Till Helen Comes\" (playing on the Lifetime Channel as \"Little Girl's Secret\"). Abby can be seen on the big screen in the role of Hannah (age 8) in Dennis Villeneuve's \"Arrival\", which was released on November 11 of this year to critical acclaim. Abby made her TV debut in the CityTV comedy \"Sunnyside\" in its first season and appears again in Season 2. She appears in a series regular role as Lily in the NBCUniversal television show Channel Zero - Candle Cove, which premiered on the Syfy channel on October 11 in the US, on Showtime in Canada on Oct 18, and throughout the world on various services. She recently wrapped a lead role in the Sony Screen Gems feature film He's Out There opposite Yvonne Strahovski and Anna Pniowsky, directed by Dennis Iliadis, and also recently completed the second season of Channel Zero - No End House as Young Margot. When she is not acting, Abby also loves to sing, dance competitively, and swim.","urlPhoto":"https://images-na.ssl-images-amazon.com/images/M/MV5BMzY5NzkyMjEwMV5BMl5BanBnXkFtZTgwNzEyMjcwMDI@._V1.jpg","urlIMDB":"http://www.imdb.com/name/nm6786013","name":"Abigail Pniowsky","idIMDB":"nm6786013","filmographies":[{"section":"Actress","filmography":[{"title":"He's Out There","year":" 2017","remarks":null,"imdbid":"tt4052050"},{"title":"Channel Zero","year":" 2016-2017","remarks":["(TV Series)","Lily Painter / Margot (age 5)","/ Margot (age5)"],"imdbid":"tt4820370"},{"title":"The Midnight Man","year":" 2016/III","remarks":null,"imdbid":"tt5629964"},{"title":"Wait Till Helen Comes","year":" 2016","remarks":null,"imdbid":"tt1821701"},{"title":"Arrival","year":" 2016/II","remarks":null,"imdbid":"tt2543164"},{"title":"The Gabby Douglas Story","year":" 2014","remarks":["(TV Movie)"],"imdbid":"tt3386954"}]}]}]},"about":{"version":"2.26.6","serverTime":"2017/01/15 07:30:22"}}